Repository: synfig/synfig
Catalog: synfig-studio/po/*.po
Languages: fr

source: 2D vector animation studio
fr: Studio d'animation vectorielle 2D

source: Create and edit 2D animations and compositions
fr: Créer et éditer des animations et compositions 2D

source: Synfig Studio is a free and open-source 2D animation software, designed as powerful industrial-strength solution for creating film-quality animation using a vector and bitmap artwork. It eliminates the need to create animation frame-by frame, allowing you to produce 2D animation of a higher quality with fewer people and resources.
fr: Synfig Studio est un logiciel libre et open-source d'animation 2D, pensé comme une solution d'une efficacité professionnelle pour la création d'animations de qualité cinéma utilisant des illustrations vectorielles ou matricielles. Il élimine la nécessité de créer les animations image par image, et vous permet de produire des animations 2D d'une qualité élevée avec moins de personnes et de ressources.

source: Features:
fr: Fonctionnalités :

source: Can manipulate vector and bitmap artwork
fr: Permet de manipuler des oeuvres vectorielles et bitmaps

source: Automatic tweening (independent from FPS)
fr: Génération d'images intermédiaires (indépendamment du nombre d'images par seconde)

source: Multitude of layers of various types (geometry primitives, shapes, gradients, fratals)
fr: Multitude de calques de types variés (primitives géométriques, formes, dégradés, fractales)

source: Full-featured bone system
fr: Système d'ossature complet

source: Filters and effects for compositing (blurs, distortions, color manipulation, masks)
fr: Filtres et effets pour la composition (flous, distortions, manipulation de couleur, masques)

source: All color operations use High Dynamic-Range Imaging (HDRI)
fr: Toutes les opérations en couleurs utilisent le High Dynamic-Range Imaging (HDRI)

source: Pentablet-friendly tools
fr: Outils compatible avec les tablettes graphiques

source: Sound support
fr: Support du Son

source: Automatic animation using mathematical functions
fr: Animation automatique utilisant des fonctions mathématiques

source: Synfig Studio workspace
fr: Espace de travail de Synfig Studio

source: enable
fr: activer

source: Enable this thumbnailer.
fr: Activer ce générateur d'aperçu

source: Invoke Synfig as Thumbnailer
fr: Invoquer Synfig comme générateur d'aperçu

source: Invokes Synfig as a gnome thumbnailer for image/sif files
fr: Invoquer Synfig comme générateur d'aperçu de gnome pour les fichiers image/sif

source: Add Skeleton (Simple)
fr: Ajouter une Ossature (Simple)

source: Export to Lottie format
fr: Exporter au format Lottie

source: Unhide All Layers
fr: Afficher Tous les Calques

source: Pressure
fr: Pression

source: The pressure reported by the tablet, between 0.0 and 1.0. If you use the mouse, it will be 0.5 when a button is pressed and 0.0 otherwise.
fr: La pression rapporté par la tablette, entre 0.0 et 1.0. Si vous utilisez la souris, ce sera 0.5 lorsqu'un bouton est pressé, autrement ce sera 0.0.

source: Fine speed
fr: Vitesse fine

source: How fast you currently move. This can change very quickly. Try 'print input values' from the 'help' menu to get a feeling for the range; negative values are rare but possible for very low speed.
fr: La façon dont vous bougez actuellement. Vous pouvez la changer rapidement. Essayez 'Afficher les valeurs d'entrée' du menu 'Aide' pour vous donner une indication de la plage; les valeurs négatives sont rares mais possibles à petite vitesse.

source: Gross speed
fr: Vitesse grossière

source: Same as fine speed, but changes slower. Also look at the 'gross speed filter' setting.
fr: Similaire à vitesse fine, mais change plus lentement. Voir également le paramètre 'filtre de vitesse grossière'.

source: Random
fr: Aléatoire

source: Fast random noise, changing at each evaluation. Evenly distributed between 0 and 1.
fr: Bruit aléatoire rapide, changeant à chaque évaluation. Distribué régulièrement entre 0 et 1.

source: Stroke
fr: Tracé

source: This input slowly goes from zero to one while you draw a stroke. It can also be configured to jump back to zero periodically while you move. Look at the 'stroke duration' and 'stroke hold time' settings.
fr: Cette valeur augmente progressivement de 0 à 1 lorsque vous tracez un trait. Elle peut être configurée pour revenir à 0 de manière répétée lors de vos mouvements. Voyez les options "durée du trait" et "durée de tenue".

source: The angle of the stroke, in degrees. The value will stay between 0.0 and 180.0, effectively ignoring turns of 180 degrees.
fr: L'angle d'attaque du tracé, en degrés. La valeur restera entre 0.0 et 180.0 degrés, ignorant effectivement les retournements à 180 degrés.

source: Declination
fr: Déclinaison

source: Declination of stylus tilt. 0 when stylus is parallel to tablet and 90.0 when it's perpendicular to tablet.
fr: Pente du stylet. 0 lorsque le stylet est parallèle à la surface, et 90.0 lorsqu'il est perpendiculaire.

source: Custom
fr: Personnalisé

source: This is a user defined input. Look at the 'custom input' setting for details.
fr: C'est une entrée définie par l'utilisateur. Voir le paramètre 'Entrée personnalisée' pour les détails.

source: Opacity
fr: Opacité

source: 0 means brush is transparent, 1 fully visible (also known as alpha or opacity)
fr: 0 signifie que le pinceau est transparent, 1 totalement visible (connu également sous le nom d'alpha ou opacité)

source: Opacity multiply
fr: Multiplier l'opacité

source: This gets multiplied with opaque. You should only change the pressure input of this setting. Use 'opaque' instead to make opacity depend on speed. This setting is responsible to stop painting when there is zero pressure. This is just a convention, the behaviour is identical to 'opaque'.
fr: Ceci sera multiplié par l'opacité. Vous devriez changer seulement l'entrée de pression de ce paramètre. Utilisez 'Opaque' au lieu de faire dépendre l'opacité de la vitesse. Ce paramètre est responsable de l'arrêt de la peinture quand il n'y a aucune pression. Ceci est juste une convention, le comportement est identique à 'opaque'.

source: Opacity linearize
fr: Linéariser l'opacité

source: Radius
fr: Rayon

source: Basic brush radius (logarithmic) 0.7 means 2 pixels 3.0 means 20 pixels
fr: Rayon de pinceau basique (logarithmique) 0.7 signifie 2 pixels 3.0 signinfie 20 pixels

source: Hardness
fr: Dureté

source: Anti-aliasing
fr: Anti-Crénelage

source: This setting decreases the hardness when necessary to prevent a pixel staircase effect. 0.0 disable (for very strong erasers and pixel brushes) 1.0 blur one pixel (good value) 5.0 notable blur, thin strokes will disappear
fr: Ce paramètre diminue la dureté lorsque c'est nécessaire pour éviter de donner un effet d'escalier de pixel. 0.0 désactive (pour les gommes très dures et les pinceaux de pixels) 1.0 floute un pixel (bonne valeur) 5.0 floute notablement, les petits traits disparaîtront

source: Dabs per second
fr: Dabs par seconde

source: Fine speed filter
fr: Filtre de vitesse fine

source: Gross speed filter
fr: Filtre de vitesse grossière

source: Fine speed gamma
fr: Gamma de vitesse fine

source: Gross speed gamma
fr: Gamma de vitesse grossière

source: Same as 'fine speed gamma' for gross speed
fr: Similaire à 'Gamma de vitesse rapide' pour la vitesse grossière

source: Offset by speed
fr: Décalage par la vitesse

source: Change position depending on pointer speed = 0 disable > 0 draw where the pointer moves to < 0 draw where the pointer comes from
fr: Change la position en fonction de la vitesse du pointeur = 0 désactive > 0 dessine là où va le pointeur < 0 dessine là d'où vient le pointeur

source: Offset by speed filter
fr: Décalage par filtre de vitesse

source: Color hue
fr: Teinte Couleur

source: Color saturation
fr: Saturation Couleur

source: Color value
fr: Valeur Couleur

source: Color value (brightness, intensity)
fr: Valeur Couleur (Luminosité, Intensité)

source: Save color
fr: Enregistrer la couleur

source: Change color lightness (HSL)
fr: Changer la clarté de la couleur (HSL)

source: Change the color lightness (luminance) using the HSL color model. -1.0 blacker 0.0 disable 1.0 whiter
fr: Change la clarté de la couleur (luminance) en utlisant le modèle de couleur HSL. -1.0 plus noir 0.0 désactivé 1.0 plus blanc

source: Change color satur. (HSL)
fr: Changer la saturation de couleur (HSL)

source: Change the color saturation using the HSL color model. -1.0 more grayish 0.0 disable 1.0 more saturated
fr: Change la saturation de couleur en utilisant le modèle de couleur HSL -1.0 plus gris 0.0 désactivé 1.0 plus saturé

source: Change color value (HSV)
fr: Changer la valeur de la couleur (HSV)

source: Eraser
fr: Gomme

source: Stroke threshold
fr: Seuil du trait

source: Stroke duration
fr: Durée du trait

source: Stroke hold time
fr: Tenue du trait

source: Custom input
fr: Valeur personnalisée

source: Custom input filter
fr: Filtre d'entrée personnalisé

source: Direction filter
fr: filtre de direction

source: A low value will make the direction input adapt more quickly, a high value will make it smoother
fr: Une valeur faible signifie une variation plus brusque de la direction, une valeur plus élevée rendra ces variations plus légères.

source: Lock alpha
fr: Verrouillage alpha

source: Do not modify the alpha channel of the layer (paint only where there is paint already) 0.0 normal painting 0.5 half of the paint gets applied normally 1.0 alpha channel fully locked
fr: Ne pas modifier le canal alpha de la couche (conserver la transparence) 0.0 peinture normale 0.5 la moitié de la couleur est ajoutée normalement 1.0 zones transparentes entièrement préservées

source: Add a New Set
fr: Ajouter un Nouveau Lot

source: Unnamed Set
fr: Lot Sans Nom

source: Add New Keyframe
fr: Ajouter une Image Clé

source: Keyframe Properties
fr: Propriétés de l'Image Clé

source: Toggle Keyframe
fr: Bascule l'Image Clé

source: Set Keyframe Description
fr: Description de l'Image clé

source: Increase Amount
fr: Augmenter la Visibilité

source: Decrease Amount
fr: Diminuer la Visibilité

source: Select All Child Layers
fr: Sélectionner Tous les Calques Enfants

source: Increase Opacity
fr: Augmenter l'Opacité

source: Decrease Opacity
fr: Réduire l'Opacité

source: Paste
fr: Coller

source: Index %d
fr: Indice %d

source: Text Paragraph
fr: Paragraphe de Texte

source: Enter text here:
fr: Saisissez votre texte ici :

source: <Group>
fr: <Groupe>

source: <No Image Selected>
fr: <Aucune Image Sélectionnée>

source: No Parent
fr: Aucun parent

source: Visit the Synfig website
fr: Visiter le site web de Synfig

source: Original developers:
fr: Développeurs originaux :

source: Contributors:
fr: Contributeurs :

source: translator-credits
fr: Aurore D. (rore), Bertrand G. (berteh), Jérôme B. (d.j.a.y)

source: Development version: %s
fr: Version de développement : %s

source: Built on %s
fr: Compilé le %s

source: Built with:
fr: Compilé avec :

source: Synfig API %s
fr: API Synfig %s

source: Synfig library %d
fr: Bibliothèque Synfig %d

source: Using:
fr: Utilise :

source: Not yet implemented
fr: Pas encore implémenté

source: Canvas Properties
fr: Propriétés du Canevas

source: Canvas Info
fr: Infos sur le Canevas

source: <b>Canvas Info</b>
fr: <b>Infos sur le Canevas</b>

source: _ID
fr: _Identifiant

source: _Name
fr: _Nom

source: Properties
fr: Propriétés

source: Edit Canvas Properties
fr: Modifier les Propriétés du Canevas

source: Colors
fr: Couleurs

source: Set as Outline
fr: Définir comme Contour

source: Set as Fill
fr: Définir comme Remplissage

source: Custom Video Codec
fr: Codec Vidéo Personnalisé

source: write your video codec here
fr: Entrez votre codec vidéo ici

source: H.264 / AVC / MPEG-4 AVC (LossLess)
fr: H.264 / AVC / MPEG-4 AVC (Sans Perte)

source: FFmpeg parameters
fr: Paramètres FFmpeg

source: Available Video Codecs:
fr: Codecs Vidéo Disponibles :

source: Video Bit Rate:
fr: Débit Vidéo :

source: Gradient Editor
fr: Éditeur de Dégradés

source: Set as Default
fr: Définir comme Défaut

source: Input Dialog
fr: Dialogue de Périphérique d'entrée

source: Cancel
fr: Annuler

source: Disabled
fr: Désactivé

source: Screen
fr: Écran

source: Window
fr: Fenêtre

source: Keyframe Dialog
fr: Dialogue d'Image Clé

source: Active :
fr: Actif :

source: Preview Window
fr: Fenêtre d'Aperçu

source: Synfig Studio Preferences
fr: Préférences de Synfig Studio

source: Editing
fr: Edition

source: Render
fr: Rendu

source: System
fr: Système

source: Units
fr: Unités

source: Timestamp
fr: Horodatage

source: Inches
fr: Pouces

source: Meters
fr: Mètres

source: Centimeters
fr: Centimètres

source: Millimeters
fr: Millimètres

source: Unit System
fr: Système d'Unités

source: Recent Files
fr: Fichiers Récents

source: Autosave
fr: Enregistrement automatique

source: Interval
fr: Intervalle

source: Brush Presets Path
fr: Emplacement de la Collection de Brosses

source: Experimental features (requires restart)
fr: Fonctionnalités expérimentales (nécessite un redémarrage)

source: New Canvas
fr: Nouveau Canevas

source: Name prefix
fr: Préfixe de Nom

source: File name prefix for the new created document
fr: Préfixe du nom de fichier des nouveaux documents

source: Frames per second of the new created document
fr: Nombre d'images par seconde des nouveaux documents

source: Size
fr: Taille

source: Width
fr: Largeur

source: Width in pixels of the new created document
fr: Largeur en pixels des nouveaux documents

source: Height
fr: Hauteur

source: Height in pixels of the new created document
fr: Hauteur en pixels du document nouvellement créé

source: 1920x1080 HDTV 1080p/i
fr: 1920x1080 HDTV 1080p

source: Default Background
fr: Arrière-plan par défaut

source: None (Transparent)
fr: Aucun (Transparent)

source: Solid Color
fr: Couleur Pleine

source: Select
fr: Sélectionner

source: Imported Image
fr: Image importée

source: Scale to fit canvas
fr: Ajuster au Canevas

source: When you import images, check this option if you want they fit the Canvas size.
fr: Lorsque vous importez des images, cochez cette option si vous voulez les ajuster à la taille du Canevas.

source: Other
fr: Autre

source: Restrict real value handles to top right quadrant
fr: Limiter les poignées de valeur réelle au quadrant supérieur droit

source: Restrict the position of the handle (especially for radius) to be in the top right quadrant of the 2D space. Allow to set the real value to any number and also easily reach the value of 0.0 just dragging the handle to the left bottom part of your 2D space.
fr: Limite la position des poignées (en particulier pour le rayon) au quadrant supérieur droit de l'espace 2D. Permet de définir la valeur réelle à n'importe quel nombre ainsi que d'atteindre la valeur 0.0 simplement en tirant la poignée vers la partie bas-gauche de votre espace 2D.

source: Edit in external
fr: Editer en externe

source: Preferred image editor
fr: Editeur d'image préféré

source: Choose...
fr: Sélectionner...

source: Choose the preferred Image editor for Edit in external tool option
fr: Choisir l'Editeur d'Images préféré pour l'option 2diter dans l'option Outils Externes

source: Select Editor
fr: Sélectionner l'éditeur

source: _Cancel
fr: _Annuler

source: Image Sequence Separator String
fr: Chaîne de Séparation de Séquence d'Image

source: WorkArea renderer
fr: Moteur de rendu de la Zone de Travail

source: Chime on render done
fr: Sonnerie en fin de rendu

source: A chime is played when render has finished.
fr: Une petite sonnerie sera jouée à la fin du rendu

source: Default
fr: Défaut

source: Preview Background Color
fr: Couleur d'arrière-plan de prévisualisation

source: System Language
fr: Langue du système

source: Language
fr: Langue

source: Color Theme
fr: Thème de couleur

source: Dark UI theme (if available)
fr: Thème sombre (si disponible)

source: Toolbars
fr: Barres d'Outils

source: Show file toolbar (requires restart)
fr: Affichage de la Barre d'Outils (nécessite le redémarrage)

source: Handle Tooltips
fr: Infobulles des poignées

source: Width point
fr: Largeur de point

source: Transformation widget tooltips
fr: Infos-bulles des widgets de Transformation

source: Name
fr: Nom

source: Value
fr: Valeur

source: Select a new path for brush
fr: Sélectionner un nouveau chemin pour le pinceau

source: Custom Size
fr: Dimension Personnalisée

source: Custom fps
fr: FPS personnalisé

source: Sound Select
fr: Sélection de Son

source: Sound Parameters
fr: Paramètres Son

source: <b>Sound Parameters</b>
fr: <b>Paramètres Son</b>

source: _Sound File
fr: Fichier _Audio

source: Time _Offset
fr: _Décalage Temporel

source: Sprite sheet parameters
fr: Paramètres de la planche de Sprites

source: Add into an existing file.
fr: Ajouter dans un fichier existant.

source: Offset X:
fr: Décalage X:

source: Offset Y:
fr: Décalage Y:

source: Rows:
fr: Lignes :

source: Columns:
fr: Colonnes :

source: Target Parameters
fr: Paramètres de la Cible

source: Restore Defaults
fr: Rétablir les Paramètres par Défaut

source: Category
fr: Catégorie

source: Waypoint Editor
fr: Éditeur de Point de passage

source: Are you sure you want to delete %d workspaces?
fr: Etes-vous sûr de vouloir supprimer les espaces de travail %d ?

source: Type a name for this custom workspace:
fr: Entrez un nom pour cet espace de travail personalisé:

source: There is already a workspace with this name.
fr: Il y a déjà un Espace de Travail avec ce nom.

source: Convert-to-Vector Settings
fr: Réglage de Conversion Vectorielle

source: _Threshold
fr: _Seuil

source: _Accuracy
fr: _Précision

source: _Despeckling
fr: _Détachage

source: _Max Thickness
fr: _Epaisseur Max

source: _Under Development
fr: _En cours de développement

source: Vectorizer Settings -
fr: Paramètres de Vectorisation -

source: Seek to begin
fr: Aller au Début

source: Seek to previous keyframe
fr: Image-clé précédente

source: Seek to previous frame
fr: Image précédente

source: Play
fr: Lecture

source: Seek to next frame
fr: Image suivante

source: Seek to next keyframe
fr: Image clé suivante

source: Seek to end
fr: Aller à la Fin

source: End Time
fr: Temps de Fin

source: Repeat
fr: Répéter

source: Left bound
fr: Borne gauche

source: Enable playback bounds
fr: Activer les bornes de lecture

source: Right bound
fr: Borne droite

source: Disable JACK
fr: Désactiver JACK

source: JACK Offset
fr: Décalage JACK

source: Unlock past keyframe
fr: Déverrouille l'Image clé précédente

source: Unlock future keyframe
fr: Déverrouille l'Image clé suivante

source: Increase Resolution
fr: Augmenter la Résolution

source: Increase Display Resolution
fr: Augmenter la Résolution d'Affichage

source: Decrease Resolution
fr: Diminuer la Résolution

source: Decrease Display Resolution
fr: Diminuer la Résolution d'Affichage

source: Low Res
fr: Basse Résolution

source: Use Low Resolution when enabled
fr: Utilise la Basse Résolution si activé

source: Position handles
fr: Poignées de position

source: Toggle position handles
fr: Basculer les Poignées de Positions

source: Vertex handles
fr: Poignées de Sommet

source: Toggle vertex handles
fr: Basculer les Poignées de Sommets

source: Tangent handles
fr: Poignées de tangentes

source: Toggle tangent handles
fr: Basculer les Poignées de Tangentes

source: Radius handles
fr: Poignées de rayon

source: Toggle radius handles
fr: Basculer les Poignées de Rayons

source: Width handles
fr: Poignées de largeur

source: Toggle width handles
fr: Basculer les Poignées de Largeurs

source: Angle handles
fr: Poignées d'angle

source: Toggle angle handles
fr: Basculer les Poignées d'Angles

source: Zoom In
fr: Zoom Avant

source: Zoom Out
fr: Zoom Arrière

source: Zoom to Fit
fr: Zoom Adapté

source: Zoom to 100%
fr: Zoom à 100%

source: Tool Options
fr: Options des Outils

source: This tool has no options
fr: Cet outil n'a pas d'options

source: Canvas Browser
fr: Explorateur de Canevas

source: ID
fr: Identifiant

source: Library
fr: Bibliothèque

source: Graphs
fr: Graphes

source: History
fr: Historique

source: Clear Undo Stack
fr: Vider l'Historique d'Annulation

source: Clear the undo stack
fr: Vider l'historique d'annulation

source: Clear Redo Stack
fr: Vider l'Historique de Rétablissement

source: Clear the redo stack
fr: Vider l'historique de rétablissement

source: Clear Undo and Redo Stacks
fr: Vider les Historiques d'Annulation et de Rétablissement

source: Clear the undo and redo stacks
fr: Vider les historiques d'annulation et de rétablissement

source: Undo
fr: Annuler

source: Undo the previous action
fr: Annuler la dernière action

source: Redo
fr: Rétablir

source: Redo the previously undone action
fr: Rétablir la dernière action annulée

source: Jump
fr: Aller à

source: (JMP)
fr: (Saut)

source: Clear History
fr: Effacer l'Historique

source: You will not be able to undo any changes that you have made! Are you sure you want to clear the undo stack?
fr: Vous ne pourrez plus annuler les changements que vous avez effectué ! Êtes-vous certains de vouloir effacer l'historique d'annulation ?

source: Clear
fr: Effacer

source: You will not be able to redo any changes that you have made! Are you sure you want to clear the redo stack?
fr: Vous ne pourrez plus rétablir les changements que vous avez effectué ! Êtes-vous certains de vouloir effacer l'historique de rétablissement ?

source: You will not be able to undo or redo any changes that you have made! Are you sure you want to clear the undo and redo stacks?
fr: Vous ne pourrez plus annuler ou rétablir les changements que vous avez effectué ! Êtes-vous certains de vouloir effacer l'historique d'annulation et de rétablissement ?

source: G:
fr: V :

source: Render Progress:
fr: Progression du Rendu:

source: Keyframes
fr: Images Clés

source: Sets
fr: Lots

source: Set Ops
fr: Définir les Opérations

source: Layers
fr: Calques

source: Layer Ops
fr: Opérations de Calque

source: New Layer
fr: Nouveau Calque

source: Canvas MetaData
fr: Métadonnées du Canevas

source: Add new MetaData entry
fr: Ajouter une nouvelle entrée de Métadonnée

source: Add a new MetaData entry to the canvas
fr: Ajouter un nouvelle entrée de Métadonnée au canevas

source: Remove selected MetaData entry
fr: Supprimer l'entrée de Métadonnée sélectionnée

source: Remove the selected MetaData entry
fr: Supprimer l'entrée de Métadonnée sélectionnée

source: New Metadata entry
fr: Nouvelle entrée de Métadonnée

source: Key Name:
fr: Nom de la Clé :

source: Navigator
fr: Navigateur

source: Parameters
fr: Paramètres

source: Sound
fr: Son

source: What sound channel to display
fr: Quel canal de son afficher

source: Delay:
fr: Délai:

source: Channel #%i
fr: Canal #%i

source: Time Track
fr: Axe de temps

source: Timetrack
fr: Axe de temps

source: Toolbox
fr: Boîte à Outils

source: Dock Panel
fr: Dialogue d'Onglets

source: Palette Browser
fr: Explorateur de Palettes

source: Palette Editor
fr: Éditeur de Palette

source: Add Color
fr: Ajouter une Couleur

source: Add current outline color to the palette
fr: Ajouter la couleur de contour courante à la palette

source: Save palette
fr: Sauvegarder Palette

source: Save the current palette
fr: Sauvegarder la palette actuelle

source: Open a palette
fr: Ouvrir une palette

source: Open a saved palette
fr: Ouvrir une palette enregistrée

source: Load default
fr: Charger par défaut

source: Load default palette
fr: Charger palette par défaut

source: Please choose a file name
fr: Veuillez choisir un nom de fichier

source: Unable to check whether '%s' exists.
fr: Impossible de vérifier l'existence de '%s'.

source: Close
fr: Fermer

source: A file named "%s" already exists. Do you want to replace it?
fr: Un fichier nomée "%s" existe déjà. Voulez vous le remplacer ?
