Repository: synfig/synfig
Catalog: synfig-studio/po/*.po
Languages: fr

source: Unable to determine proper target from filename.
fr: Impossible de déterminer le type de fichier cible à partir du nom.

source: A filename is required for this target
fr: Un nom de fichier est nécessaire pour ce type de fichier cible.

source: Unable to create target for
fr: Impossible de créer un fichier cible pour

source: Unable to create file for
fr: Impossible de créer un fichier pour

source: Target initialization failure
fr: Erreur d'initialisation du fichier cible

source: Rendering
fr: Rendu en cours

source: File rendered successfully
fr: Fichier rendu avec succès

source: ERROR:
fr: ERREUR :

source: WARNING:
fr: AVERTISSEMENT :

source: Unable to set "grid_color"
fr: La valeur de "grid_color" n'a pas pu être changée

source: Unable to set "guide_color"
fr: La valeur de "guide_color" n'a pas pu être changée

source: Unable to set "background_first_color"
fr: Impossible de définir "background_first_color"

source: Unable to set "background_second_color"
fr: Impossible de définir "background_second_color"

source: Nudge
fr: Pousser

source: Move
fr: Déplacer

source: Selected Canvas
fr: Canevas Sélectionné

source: Canvas Interface
fr: Interface du Canevas

source: Add Activepoint
fr: Ajouter un Point d'Action

source: ValueDesc
fr: Description de Valeur (ValueDesc)

source: New Activepoint
fr: Nouveau Point d'Action

source: Activepoint to be added
fr: Point d'Action à ajouter

source: Time where activepoint is to be added
fr: Moment où ajouter le point d'action

source: A Activepoint already exists at this point in time
fr: Un Point d'Action existe déjà à cet endroit

source: This activepoint is already in the ValueNode
fr: Ce point d'action est déjà dans le Nœud de Valeur

source: Remove Activepoint
fr: Supprimer le Point d'Action

source: Activepoint
fr: Point d'Action

source: Activepoint to be changed
fr: Point d'Action à modifier

source: Unable to find activepoint
fr: Impossible de trouver le point d'action

source: Set Activepoint
fr: Définir un Point d'Action

source: Mark Activepoint as "Off"
fr: Désactiver ce Point d'Action

source: Mark Activepoint as "On"
fr: Activer ce Point d'Action

source: Set Activepoint (Smart)
fr: Définir le Point d'Action (Intelligent)

source: Unable to determine how to proceed. This is a bug.
fr: Impossible de décider comment continuer. C'est un bogue.

source: Simply Add Waypoint
fr: Ajouter Simplement un Point de Passage

source: Destination ValueNode (Animated)
fr: Nœud de Valeur de Destination (Animé)

source: The activepoint to remove no longer exists
fr: Le point d'action à supprimer n'existe plus

source: Merge Tangents
fr: Fusionner les Tangentes

source: Merge Tangents's Radius
fr: Fusion des Tangentes de Rayon

source: Merge Tangents's Angle
fr: Fusion des Tangentes d'Angle

source: Merge Tangents of '%s'
fr: Fusionner les Tangentes de "%s"

source: ValueNode of Spline Point
fr: Nœud de Valeur du Point de Spline

source: Couldn't find action "ValueDescSet"
fr: Impossible de trouver l'action "ValueDescSet"

source: Merge Tangents's Radius of '%s'
fr: Fusion des Tangentes de Rayon de '%s'

source: Merge Tangents's Angle of '%s'
fr: Fusion des Tangentes d'Angle '%s'

source: Split Tangents
fr: Séparer les Tangentes

source: Split Tangents's Radius
fr: Séparation des Tangentes de Rayon

source: Split Tangents's Angle
fr: Séparation des Tangentes d'Angle

source: Split Tangents of '%s'
fr: Séparer les Tangentes de "%s"

source: Split Tangents's Radius of '%s'
fr: Séparation des Tangentes de Rayon de '%s'

source: Split Tangents's Angle of '%s'
fr: Séparation des Tangentes d'Angle '%s'

source: Add Child Canvas
fr: Ajouter un Canevas Enfant

source: The name that you want this canvas to be
fr: Le nom que vous souhaitez donner au canevas

source: Set Canvas Description
fr: Décrire le Canevas

source: Change canvas description from '%s' to '%s'
fr: Changer la description du canevas de "%s" en "%s"

source: Set Canvas Id
fr: Définir l'Id du Canevas

source: Change canvas id from '%s' to '%s'
fr: Changer l'Id du canevas "%s" en "%s"

source: Erase Canvas Metadata
fr: Effacer les Métadonnées du Canevas

source: Erase canvas metadata
fr: Effacer les métadonnées du canevas

source: Set Canvas Metadata
fr: Définir les Métadonnées du Canevas

source: Edit canvas metadata
fr: Éditer les métadonnées du canevas

source: Set Canvas Name
fr: Définir le Nom du Canevas

source: Change canvas name from '%s' to '%s'
fr: Renommer le canevas "%s" en "%s"

source: Remove Canvas
fr: Supprimer le Canevas

source: You cannot remove the root canvas!
fr: Vous ne pouvez pas supprimer le canevas racine !

source: You cannot remove a canvas from a Group!
fr: Vous ne pouvez pas enlever un canevas d'un Groupe!

source: Set Canvas RendDesc
fr: Définir la Description du Rendu de Canevas

source: RendDesc
fr: Rendu de Canevas

source: Apply Outline Color
fr: Appliquer la Couleur de Contour

source: Apply Fill Color
fr: Appliquer la Couleur de Remplissage

source: Set Edit Mode
fr: Définir le Mode d'Édition

source: New Edit Mode
fr: Nouveau Mode d'Édition

source: Apply Default Gradient
fr: Appliquer le Dégradé par Défaut

source: Add Layers to Set
fr: Ajouter les Calques au Lot

source: Layer to be added to set
fr: Calques à ajouter au Lot

source: Name of the Set to add the Layers to
fr: Nom du Lot auquel ajouter les Calques

source: Remove Set
fr: Supprimer le Lot

source: Name of the Set to remove
fr: Nom du Lot à enlever

source: Remove Layers from a Set
fr: Enlever les Calques du Lot

source: Layer to be removed from Set
fr: Calque à enlever du Lot

source: Rename Set
fr: Renommer le Lot

source: Old Set
fr: Ancien Lot

source: Name of the Set to rename
fr: Nom du Lot à renommer

source: New Set
fr: Nouveau Lot

source: New name for Set
fr: Nouveau nom pour le Lot

source: A set with the name "%s" already exists!
fr: Un lot nommé "%s" existe déjà !

source: Add Keyframe
fr: Ajouter une Image Clé

source: New Keyframe
fr: Nouvelle Image Clé

source: Keyframe to be added
fr: Image Clé à ajouter

source: A Keyframe already exists at this point in time
fr: Une Image Clé existe déjà à cet endroit

source: This keyframe is already in the ValueNode
fr: Cette Image Clé est déjà dans le nœud de valeur

source: Duplicate Keyframe
fr: Dupliquer l'Image Clé

source: Keyframe to be duplicated
fr: Image Clé à dupliquer

source: (Duplicate)
fr: (Dupliquée)

source: Unable to find the given keyframe
fr: Impossible de trouver l'image clé donnée

source: Remove Keyframe
fr: Supprimer l'Image Clé

source: Keyframe to be removed
fr: Image Clé à supprimer

source: Set Keyframe
fr: Définir l'Image Clé

source: Cannot change keyframe time because another keyframe already exists with that time.
fr: Impossible de déplacer l'image clé car une autre image clé existe déjà à cet endroit

source: Set Keyframe Delta
fr: Définir le Delta de l'Image Clé

source: Activate/Deactivate Keyframe
fr: Activer/Désactiver l'Image Clé

source: Activate Keyframe
fr: Activer l'Image Clé

source: Deactivate Keyframe
fr: Désactiver l'Image Clé

source: Keyframe to be activated or deactivated
fr: Image Clé devant être activé ou désactivé

source: New Status
fr: Nouvel État

source: The new status of the keyframe
fr: Nouveau statut de l'Image clé

source: Set Waypoints at Keyframe
fr: Définir les Points de Passage à l'Image Clé

source: Waypoint Model
fr: Modèle de Point de Passage

source: Activate Layer
fr: Activer le Calque

source: Deactivate Layer
fr: Désactiver le Calque

source: The new status of the layer
fr: Le nouvel état du calque

source: This layer doesn't exist anymore.
fr: Ce calque n'existe plus.

source: Add Layer
fr: Ajouter un Calque

source: Layer to be added
fr: Calque à ajouter

source: Make New Frame
fr: Créer Nouvelle Image

source: New frame should be added into this Switch Layer
fr: La nouvelle image devrait être ajoutée au calque Sélecteur

source: Switch layer doesn't exist anymore.
fr: Le calque Sélecteur n'existe plus

source: Switch layer doesn't belong to this canvas anymore
fr: Le calque Sélecteur n'appartient plus à ce canevas

source: Only inline canvas supported
fr: Seuls les canevas en ligne sont supportés

source: Base frame layer doesn't exist anymore.
fr: Le calque de base de l'image n'existe plus

source: Base frame layer doesn't belong to switch layer canvas anymore
fr: Le calque de base de l'image n'appartient plus au canevas du calque sélecteur

source: Simple Copy Layer
fr: Calque Simple Copie

source: Simple Copy Layers
fr: Calques Simple Copie

source: Layer to be copied
fr: Calque à copier

source: This layer doesn't belong to this canvas anymore
fr: Ce calque n'appartient plus à ce canevas

source: Duplicate Layers
fr: Dupliquer les Calques

source: Layer to be duplicated
fr: Calque à dupliquer

source: Embed Layer
fr: Calque Inclus

source: Layer to be embedded
fr: Calque à intégrer

source: Cannot generate valid name for new canvas
fr: Ne peut générer un nom valide pour le nouveau canevas

source: Cannot create directory in container
fr: Impossible de créer un dossier dans le conteneur

source: Cannot copy file into container
fr: Impossible de copier le fichier dans le conteneur

source: Group Layers
fr: Grouper les Calques

source: Layer to be grouped
fr: Calques à Grouper

source: Description of new group
fr: Description du nouveau groupe

source: No layers to group
fr: Aucun calques à grouper

source: This layer doesn't have a parent canvas
fr: Ce calque n'a pas de canevas parent

source: Group Layers into Filter
fr: Calques Groupe vers Filtre

source: Group Layer into Filter
fr: Calque Groupe vers Filtre

source: Description of new filter
fr: Dscription du nouveau filtre

source: Group Layers into Switch
fr: Grouper les Calques au Sélecteur

source: Group Layer into Switch
fr: Grouper le Calque au Sélecteur

source: Description of new switch
fr: Description du nouveau Sélecteur

source: Extract Layer
fr: Extraire le calque

source: Layer to be extracted
fr: Calque à extraire

source: File name
fr: Nom de fichier

source: File name witch path to store exported file
fr: Nom du fichier et chemin sous lequel enregistrer le fichier exporté

source: Cannot create directory
fr: Impossible de créer le répertoire

source: Cannot copy file
fr: Impossible de copier le fichier

source: Fit image
fr: Ajuster l'image

source: You cannot fit animated layers
fr: Vous ne pouvez pas ajuster des calques animés

source: Lower Layer
fr: Descendre le Calque

source: Lower Layers
fr: Descendre les Calques

source: Layer to be lowered
fr: Calque à descendre

source: Make Outline
fr: Dupliquer en Contour

source: Make Advanced Outline
fr: Dupliquer en Contour Avancé

source: Make Region
fr: Dupliquer en Région

source: Base layer
fr: Calque base

source: This layer doesn't contain linked "spline" parameter.
fr: Ce calque ne contient aucun paramètre "spline" lié.

source: Move Layer
fr: Déplacer le Calque

source: Layer to be moved
fr: Calque à déplacer

source: New Index
fr: Nouvel Index

source: Where the layer is to be moved to
fr: Où déplacer le calque

source: Destination Canvas
fr: Canevas de Destination

source: The canvas the layer is to be moved to
fr: Canevas où déplacer le calque

source: You cannot directly move layers across compositions
fr: Vous ne pouvez pas déplacer les calques directement d'une composition à l'autre

source: Paint
fr: Peindre

source: Connect Layer Parameter
fr: Connecter le Paramètre de Calque

source: Param
fr: Paramètre

source: Layer did not recognize parameter name
fr: Nom de paramètre inconnu pour ce calque

source: Bad connection
fr: Mauvaise connexion

source: Disconnect Layer Parameter
fr: Déconnecter le Paramètre de Calque

source: Layer Parameter is not connected to anything
fr: Le Paramètre de Calque n'est connecté à rien

source: Set Layer Parameter
fr: Définir le Paramètre de Calque

source: ValueNode attached to Parameter.
fr: Nœud de Valeur lié au Paramètre.

source: Layer did not accept parameter.
fr: Ce calque n'accepte pas ce paramètre

source: Forbid Animation
fr: Interdire l'Animation

source: Value Desc
fr: Description de Valeur

source: This action is not for Value Nodes!
fr: Cette action n'est pas pour les Noeuds de Valeurs!

source: Layer did not accept static value.
fr: Ce calque n'a pas accepté de valeur statique.

source: Allow Animation
fr: Permettre l'Animation

source: Raise Layer
fr: Monter le Calque

source: Raise Layers
fr: Monter les Calques

source: Layer to be raised
fr: Calque à monter

source: Delete Layer
fr: Supprimer le Calque

source: Delete Layers
fr: Supprimer les Calques

source: Layer to be deleted
fr: Calque à supprimer

source: Reset Pose
fr: Réinitialiser la Pose

source: Layer to reset
fr: Calque à réinitialiser

source: [default]
fr: [défaut]

source: Layer to be described
fr: Calque à décrire

source: New Description
fr: Nouvelle Description

source: Enter a new description for this layer
fr: Entrez une nouvelle description pour ce calque

source: Disable Layer Rendering
fr: Désactiver le Rendu du Calque

source: Enable Layer Rendering
fr: Activer le Rendu du Calque

source: Toggle Exclude from Rendering
fr: Bascule l'Exclusion du Rendu

source: Disable layer rendering -
fr: Désactive le rendu du calque -

source: Enable layer rendering -
fr: Active le rendu du calque -

source: New State
fr: Nouvel État

source: The new state of the layer exclusion
fr: Le nouvel état de l'exclusion du calque

source: Make Z Range visible
fr: Rendre Visible la Plage Z

source: Layer to make Z Range visible
fr: Calque duquel rendre visible la Plage Z

source: No layers selected
fr: Aucun calque sélectionné

source: No Parent Group found!
fr: Aucun Groupe Parent trouvé!

source: Unable to find action ValueDescSet (bug)
fr: Impossible de trouver l'action ValueDescSet (bogue)

source: Copy Time Points
fr: Copier les Points Temporels

source: New Selected Layer
fr: Nouveau Calque Sélectionné

source: A layer to add to our selected list
fr: Calque à ajouter à la liste sélectionnée

source: New Selected Canvas
fr: Nouveau Canevas Sélectionné

source: A canvas to add to our selected list
fr: Canevas à ajouter à la liste sélectionnée

source: New Selected ValueBase
fr: Nouvelle valeur de base sélectionnée

source: A valuenode's description to add to our selected list
fr: Descriptions de nœud de valeur à ajouter à la liste sélectionnée

source: New Selected Time Point
fr: Nouveau Point Temporel Sélectionné

source: A time point to add to our selected list
fr: Un point temporel à ajouter à votre liste sélectionnée

source: Time adjustment
fr: Ajustement temporel

source: The amount of time to adjust all the selected points
fr: La durée à laquelle ajuster tous les points sélectionnés

source: Delete Time Points
fr: Supprimer les Points Temporels

source: Move Time Points
fr: Déplacer les Points Temporels

source: Unable to bake
fr: Impossible de bake

source: Link to Spline
fr: Lier à la Spline

source: ValueDesc to link
fr: Description de Valeur à lier

source: ValueDesc on Spline to link to
fr: Description de Valeur à lier à la Spline

source: Origin
fr: Origine

source: Link to Bone
fr: Lier à l'os

source: ValueDesc on Bone to link to
fr: Description de Valeur à lier à l'Os

source: Connect
fr: Connecter

source: Connect '%s' to '%s'
fr: Connecter "%s" à "%s"

source: Destination ValueDesc
fr: Description de Valeur de destination

source: Source ValueNode
fr: Nœud de Valeur Source

source: Source ValueNode Name
fr: Nom du Nœud de Valeur Source

source: ValueDesc is not recognized or supported.
fr: Description de Valeur non reconnue ou supportée.

source: Convert '%s' to ValueNode type '%s'
fr: Convertir '%s' en type de Nœud de Valeur '%s'

source: The type of ValueNode that you want to be converted to
fr: Type de Nœud de Valeur vers lequel vous voulez effectuer la conversion

source: Unable to decipher ValueDesc (Bug?)
fr: Impossible de décoder la Description de Valeur. Bogue ?

source: Unable to create new value node
fr: Impossible de créer un nouveau nœud de valeur

source: Create Child Bone
fr: Créer un Os enfant

source: ValueDesc on parent Bone
fr: Description de Valeur sur l'Os parent

source: Disconnect
fr: Déconnecter

source: Disconnect %s
fr: Déconnecter %s

source: Export Value
fr: Exporter la valeur

source: Export '%s' as '%s'
fr: Exporter "%s" en tant que "%s"

source: Export the value.
fr: Exporter la valeur

source: Can only export Canvas when used as constant parameter
fr: Le Canevas ne peut être exporté qu'en tant que paramètre constant.

source: ValueBase is already exported
fr: La Valeur de Base est déjà exportée

source: Unable to export parameter. (Bug?)
fr: Impossible d'exporter le paramètre. (Bogue ?)

source: Link
fr: Lier

source: Link Opposite
fr: Lier Opposé

source: ValueDesc to smart link
fr: Description de Valeur vers lien intelligent

source: Cannot link two different exported values ('
fr: Impossible de lier deux valeurs exportées différentes ("

source: ' and '
fr: ' et '

source: Used exported ValueNode ('
fr: Utilisation du nœud de valeur exporté ('

source: Using the only available ValueNode.
fr: Utilisation du seul Nœud de Valeur disponible.

source: Using the most referenced ValueNode.
fr: Utilisation du Nœud de Valeur le plus référencé.

source: There's a tie for most referenced; using the animated ValueNode.
fr: Nombre de références égales. Utilisation du Nœud de Valeur animé.

source: There's a tie for most referenced, and both are animated; using the one with the most waypoints.
fr: Nombre de références égales, et les deux nœuds sont animés. Utilisation de celui avec le plus de points de passage.

source: There's a tie for most referenced, and both are linkable value node animated; using the one with the most waypoints.
fr: Il y a une liaison pour la plupart, et chacun sont des noeuds de valeurs animés reliable. Utilisation de celui avec le plus de points de passage.

source: Everything is tied; using the least recently modified value.
fr: Égalité à tous les niveaux. Utilisation de la valeur la plus anciennement modifiée.

source: Absolutely everything is tied.
fr: Égalité à tous les niveaux.

source: Cannot link two values of different types ('%s' and '%s')
fr: Impossible de lier deux valeurs de type différent ("%s" et "%s")

source: No ValueNodes were available, so one was created.
fr: Pas de Nœud de Valeur disponible, création d'un nouveau.

source: Remove Multiple Items(Smart)
fr: Supprimer plusieurs éléments (Intelligent)

source: Unable to find action (bug)
fr: Impossible de trouver l'action (Bogue)

source: Set ValueDesc
fr: Fixer la Description de Valeur

source: Set %s
fr: Fixer %s

source: Recursive
fr: Récursif

source: Animate
fr: Animer

source: Lock animation
fr: Verrouillage de l'animation

source: this node isn't editable - in the future it will be greyed to prevent editing
fr: ce point n'est pas éditable - dans le futur il sera grisé pour prévenir l'édition

source: Bad type for composite (%s)
fr: Type invalide pour un composé (%s)

source: Bad type for radial composite (%s)
fr: Type invalide pour un composé radial (%s)

source: Attempt to edit scale ValueNode with a scale factor of zero.
fr: Tentative d'éditer l'échelle du Nœud de Valeur avec un facteur d'échelle de zéro.

source: Inverse manipulation of %s scale values not implemented in core.
fr: Manipulation inverse des valeurs d'échelle de %s non implémentée dans le moteur.

source: Inverse manipulation of %s range values not implemented in core.
fr: Manipulation inverse des valeurs de portée de %s non implémentée dans le moteur.

source: It is forbidden to set lower boundary equal or bigger than upper boundary
fr: Il n'est pas possible d'utiliser une limite inférieure égale ou supérieure à la limite supérieure

source: Direct manipulation of this ValueNode type is not yet supported
fr: La manipulation directe de ce Nœud de Valeur n'est pas encore supportée

source: You are trying to edit animated parameter while Animation Mode is off. Do you want to apply offset to this animation?
fr: Vous tentez d'éditer un paramètre animé alors que le Mode Animation est off. Voulez-vous appliquer un décalage à cette animations ?

source: Hint: You can hold Spacebar key while editing parameter to avoid this confirmation dialog.
fr: Conseil: Vous pouvez maintenir la barre d'espace durant l'édition du paramètre pour éviter le dialogue de confirmation.

source: You must be in Animate-Editing-Mode to directly manipulate this value
fr: Vous devez être en Mode Édition d'Animation pour manipuler directement cette valeur

source: Unsupported ValueDesc type
fr: Type de Description de Valeur non supporté

source: Set Parameter Interpolation
fr: Définir l'interpolation du Paramètre

source: Set interpolation for %s
fr: Définir l'interpolation pour %s

source: Link to Skeleton
fr: Lier a l'Ossature

source: ValueDesc of Skeleton's Bone
fr: Description de Valeur de l'Os de l'Ossature

source: Add ValueNode
fr: Ajouter un Nœud de Valeur

source: New ValueNode
fr: Nouveau Nœud de Valeur

source: ValueNode to be added
fr: Nœud de Valeur à ajouter

source: Parameter appears to already be exported
fr: Le Paramètre semble déjà exporté

source: Another exported ValueBase with this name already exists
fr: Une autre Valeur de Base de même nom existe déjà

source: Exception caught on Add ValueNode.
fr: Une exception est survenue lors de l'ajout du Nœud de Valeur

source: Exception caught on Remove ValueNode.
fr: Une exception est survenue lors de la suppression du Nœud de Valeur

source: Set ValueNode_Const
fr: Définir un Nœud de Valeur Constant

source: ValueNode_Const
fr: Nœud de Valeur Constant

source: Insert Item
fr: Insérer un Élément

source: ValueNode to insert
fr: Nœud de Valeur à insérer

source: Insert Item & Keep Shape
fr: Insérer un Élément et Conserver la Forme

source: Unable to find action "ActivepointSetOff"
fr: Impossible de trouver l'action "ActivepointSetOff"

source: Unable to find action "ActivepointSetOn"
fr: Impossible de trouver l'action "ActivepointSetOn"

source: Remove Item
fr: Supprimer l'Élément

source: Remove Item (Smart)
fr: Supprimer l'Élément (Intelligent)

source: Rotate Order
fr: Inverser l'Ordre

source: Unloop
fr: Ouvrir

source: Connect ValueNode Link
fr: Connecter le lien du Nœud de Valeur

source: Parent ValueNode
fr: Nœud de Valeur parent

source: ValueNode to be connected
fr: Nœud de Valeur à connecter

source: Bad index, too big. LinkCount=%d, Index=%d
fr: Erreur d'index, trop grand. LinkCount=%d, Index=%d

source: Parent would not accept link
fr: Le parent a refusé le lien

source: Parent would not accept old link
fr: Le parent a refusé l'ancien lien

source: Disconnect ValueNode Link
fr: Déconnecter le lien du Nœud de Valeur

source: Unexport
fr: Annuler l'export

source: Unexport '%s'
fr: Annuler l'export de "%s"

source: Rename ValueNode
fr: Renommer le Nœud de Valeur

source: Rename ValueNode from '%s' to '%s'
fr: Renommer le Nœud de Valeur "%s" en "%s"

source: The new name of the ValueNode
fr: Le nouveau nom du Nœud de Valeur

source: A ValueNode with this ID already exists in this canvas
fr: Un Nœud de Valeur avec cet ID existe déjà dans le canevas

source: A ValueNode with the old ID already exists in this canvas (BUG)
fr: Un Nœud de Valeur avec l'ancien ID existe déjà dans ce canevas (bogue)

source: Replace ValueNode
fr: Remplacer le Nœud de Valeur

source: Destination ValueNode
fr: Nœud de Valeur Destination

source: ValueNode to replaced
fr: Nœud de Valeur à remplacer

source: ValueNode that will replace the destination
fr: Nœud de Valeur qui va remplacer celui de destination

source: Attempted to replace valuenode with itself
fr: Tentative de remplacer le Nœud de Valeur avec lui même

source: You cannot replace ValueNodes with different types!
fr: Vous ne pouvez pas remplacer des Nœud de Valeur de types différents !
