Repository: synfig/synfig
Catalog: synfig-studio/po/*.po
Languages: fr

source: Open history
fr: Ouvrir l'historique

source: Synfig files (*.sif, *.sifz, *.sfg)
fr: Fichiers Synfig (*.sif, *.sifz, *.sfg)

source: Uncompressed Synfig file (*.sif)
fr: Fichier Synfig non-compressé (*.sif)

source: Compressed Synfig file (*.sifz)
fr: Fichier Synfig compressé (*.sifz)

source: Container format file (*.sfg)
fr: Fichier Synfig englobant (*.sfg)

source: Current
fr: Actuel

source: and older
fr: et ancien

source: File Format Version:
fr: Version du Format de Fichier :

source: Feature not available
fr: Fonctionnalité non disponible.

source: Sorry, this feature has not yet been implemented.
fr: Désolé, cette fonctionnalité n'a pas encore été implémentée.

source: Documentation for Synfig Studio is available on the website: https://wiki.synfig.org/Category:Manual
fr: La Documentation de Synfig Studio est disponible su r le site web: https://wiki.synfig.org/Category:Manual

source: Help
fr: Aide

source: Make sure Preferred editing tool was set in Edit->Preferences->Editing:
fr: Assurez-vous d'avoir défini l'outil d'édition préféré dans Edition->Préférences->Edition:

source: Error
fr: Erreur

source: No compatible application was found. Please load open file manually:
fr: Aucune application compatible n'a été trouvée. Veuillez ouvrir le fichier manuellement:

source: Unable to open container "%s"
fr: Impossible d'ouvrir le conteneur "%s"

source: Unable to load "%s":
fr: Impossible de charger "%s":

source: Warning
fr: Attention

source: Unable to create instance for "%s"
fr: Impossible de créer une instance pour "%s"

source: Newer version of this file available on the CVS repository!
fr: Il existe une version plus récente de ce fichiers dans le dépôt CVS !

source: repository. Would you like to update now? (It would probably be a good idea)
fr: dépôt. Voulez-vous mettre à jour maintenant ? (Ce serait probablement une bonne idée)

source: Update Anyway
fr: Mettre à jour de toute façon

source: Uncaught error on file open (BUG)
fr: Erreur inconnue à l'ouverture du fichier (bogue)

source: Unable to open temporary container "%s"
fr: Impossible d'ouvrir le conteneur temporaire "%s"

source: Original filename was not set in temporary container "%s"
fr: Le nom de fichier original n'a pas été défini dans le conteneur temporaire "%s"

source: Would you like to update now (It would probably be a good idea)
fr: Voulez-vous mettre à jour maintenant (Ce serait probablement une bonne idée)

source: Please select a file
fr: Veuillez sélectionner un fichier

source: History entry #
fr: Entrée d'historique #

source: Select one of previous versions of file
fr: Sélectionnez une des versions précédente du fichier

source: Idle
fr: En attente

source: ERROR
fr: ERREUR

source: Feature not yet implemented
fr: Fonctionnalité pas encore implémentée

source: Canvas View
fr: Vue du Canevas

source: Enable JACK
fr: Activer JACK

source: Moves the time window
fr: Déplacer l'axe temporel

source: Default Interpolation
fr: Interpolation par Défaut

source: Turn on animate editing mode
fr: Active le mode édition de l'animation

source: Toggle timebar
fr: Basculer la barre de temps

source: Current time
fr: Instant courant

source: Shows the Render Settings Dialog
fr: Afficher le Dialogue des Paramètres de Rendu

source: Preview
fr: Aperçu

source: Shows the Preview Settings Dialog
fr: Afficher le Dialogue d'Aperçu de Rendu

source: Show grid
fr: Afficher la grille

source: Show grid when enabled
fr: Si cochée, Affiche la grille

source: Snap to grid
fr: Adhérer à la grille

source: Snap to grid when enabled
fr: Si cochée, Adhère à la grille

source: Refresh
fr: Rafraîchir

source: Refresh workarea
fr: Rafraîchir la zone de travail

source: Select rendering mode
fr: Sélectionner le mode de rendu

source: Background rendering
fr: Rendu en tâche de fond

source: Render future and past frames in background when enabled
fr: Effectue le rendu des trames précédentes et suivantes en tâche de fond quand activé

source: Onion skin
fr: Pelure d'oignon

source: Shows onion skin when enabled
fr: Si cochée, Affiche la pelure d'oignon

source: Past onion skins
fr: Pelures d'oignons précédentes

source: Future onion skins
fr: Pelures d'oignons suivantes

source: Stop current operation
fr: Arrêter l'opération en cours

source: Save
fr: Enregistrer

source: Save As...
fr: Enregistrer sous...

source: Save As
fr: Enregistrer sous

source: Save All
fr: Tout Enregistrer

source: Save all opened documents
fr: Enregistrer tout les documents ouverts

source: Quit
fr: Quitter

source: Show Grid
fr: Afficher la Grille

source: Snap to Grid
fr: Faire adhérer à la Grille

source: Show Guides
fr: Afficher les Guides

source: Snap to Guides
fr: Faire adhérer aux Guides

source: Use Low-Res
fr: Utiliser la Basse Résolution

source: Enable rendering in background
fr: Activer le rendu en tâche de fond

source: Show Onion Skin
fr: Afficher la Pelure d'Oignon

source: Zoom In on Timeline
fr: Zoomer sur l'Axe de Temps

source: Zoom Out on Timeline
fr: Dézoomer sur l'Axe de Temps

source: Select All Children
fr: Sélectionner Tous les Enfants

source: -MODIFIED
fr: -MODIFIÉ

source: -UPDATED
fr: -MIS À JOUR

source: Turn off animate editing mode
fr: Désactive le mode édition de l'animation

source: Unlock future keyframes
fr: Déverrouille les Image clés suivantes

source: Lock future keyframes
fr: Verrouille les Image clés suivantes

source: Unlock past keyframes
fr: Déverrouille les Image clés précédentes

source: Lock past keyframes
fr: Verrouiller les trames clé passées

source: Change Waypoint Group
fr: Modifier le Groupe de Point de Passage

source: Duplicate Waypoints
fr: Dupliquer les Points de Passage

source: Remove Waypoints
fr: Supprimer les Points de Passage

source: _Linear
fr: _Linéaire

source: _Ease In
fr: Adoucir en _Entrée

source: _Ease Out
fr: Adoucir en _Sortie

source: _Ease In/Out
fr: Ad_oucir

source: _Clamped
fr: _Borné

source: _Jump To
fr: _Aller à

source: _Duplicate
fr: _Dupliquer

source: _Remove
fr: Supp_rimer

source: _Remove %d Waypoints
fr: Supp_rimer %d Points de Passage

source: _Both
fr: Des de_ux côtés

source: _In
fr: _Entrée

source: _Out
fr: _Sortie

source: Set
fr: Lot

source: Please select files
fr: Veuillez sélectionner des fichiers

source: Are you sure you want to disable JACK synchronization?
fr: Êtes vous certains de vouloir désactiver la Synchro JACK ?

source: The JACK server will remain running.
fr: Le serveur JACK devras rester actif.

source: Are you sure you want to enable JACK synchronization?
fr: Êtes vous certains de vouloir activer la Synchro JACK ?

source: This operation will launch a JACK server, if it isn't started yet.
fr: Si il n'est pas déjà démarré, cette opération vas activer le serveur JACK.

source: No
fr: Non

source: Yes
fr: Oui

source: Bool
fr: Booléen

source: Integer
fr: Entier

source: Real
fr: Réel

source: Vector
fr: Vecteur

source: Color
fr: Couleur

source: Spline Point
fr: Point de Spline

source: List
fr: Liste

source: String
fr: Chaine

source: Gradient
fr: Dégradé

source: Eyedrop Tool
fr: Outil Pipette

source: Fill Tool
fr: Outil Remplissage

source: Zoom Tool
fr: Outil Zoom

source: Reset Colors
fr: Rétablir les Couleurs

source: Swap Colors
fr: Échanger les Couleurs

source: ValueNode
fr: Nœud de Valeur

source: ValueNode Forbid Animation
fr: Nœud de Valeur Interdire l'Animation

source: Rename
fr: Renommer

source: About
fr: À propos

source: New
fr: Nouveau

source: Blur Layer
fr: Calque de Flou

source: Motion Blur Layer
fr: Calque de Flou de Mouvement

source: Radial Blur Layer
fr: Calque de Flou Radial

source: Curve Warp Layer
fr: Calque de Courbe de Déformation

source: Inside Out Layer
fr: Calque d'Inversion

source: Noise Distort Layer
fr: Calque de Distortion Bruitée

source: Spherize Layer
fr: Calque de Déformation Sphérique

source: Stretch Layer
fr: Calque d'Étirement

source: Twirl Layer
fr: Calque de Tourbillon

source: Warp Layer
fr: Calque de Déformation

source: Metallballs Layer
fr: Calque Metaballs

source: Simple Circle Layer
fr: Calque Simple Cercle

source: Clamp Layer
fr: Calque de Limite

source: Color Correct Layer
fr: Calque de Correction de Couleur

source: Halftone 2 Layer
fr: Calque Demi-Teinte 2

source: Halftone 3 Layer
fr: Calque Demi-Teinte 3

source: Luma Key Layer
fr: Calque clé Luma

source: Julia Set Layer
fr: Calque Ensemble de Julia

source: Mandelbrot Set Layer
fr: Calque Ensemble de Mandelbrot

source: Checker Board Layer
fr: Calque Damier

source: Circle Layer
fr: Calque Cercle

source: Outline Layer
fr: Calque Contour

source: Advanced Outline Layer
fr: Calque Contour Avancé

source: Polygon Layer
fr: Calque Polygone

source: Rectangle Layer
fr: Calque Rectangle

source: Region Layer
fr: Calque Région

source: Solid Color Layer
fr: Calque Couleur Pleine

source: Star Layer
fr: Calque Étoile

source: Conical Gradient Layer
fr: Calque de Dégradé Conique

source: Curve Gradient Layer
fr: Calque de Dégradé Courbe

source: Noise Gradient Layer
fr: Calque de Dégradé Bruité

source: Linear Gradient Layer
fr: Calque Dégradé Linéaire

source: Radial Gradient Layer
fr: Calque de Dégradé Radial

source: Spiral Gradient Layer
fr: Calque de Dégradé en Spirale

source: Duplicate Layer
fr: Dupliquer le Calque

source: Import Image Layer
fr: Calque Import d'Image

source: Group Layer
fr: Grouper les Calques

source: Plant Layer
fr: Calque Plante

source: Stroboscope Layer
fr: Calque Stroboscope

source: Super Sample Layer
fr: Calque de Sur-Échantillonnage

source: Sound Layer
fr: Calque Son

source: Switch Layer
fr: Calque Sélecteur

source: Skeleton Layer
fr: Calque Ossature

source: Text Layer
fr: Calque Texte

source: Time Loop Layer
fr: Calque Boucle Temporelle

source: XOR Pattern Layer
fr: Calque de Motif XOR

source: Bevel Layer
fr: Calque de Biseau

source: Shade Layer
fr: Calque d'Ombrage

source: Rotate Layer
fr: Calque Rotation

source: Translate Layer
fr: Décaler le Calque

source: Scale Layer
fr: Calque Échelle

source: Group Ghost
fr: Groupe Ghost

source: Info Tool
fr: Outil Information

source: Hide Grid
fr: Cacher la Grille

source: Enable Grid Snap
fr: Activer l'Adhérence de la Grille

source: Disable Grid Snap
fr: Désactiver l'Adhérence de la Grille

source: Duplicate
fr: Dupliquer

source: Group
fr: Groupe

source: Group into Switch
fr: Groupe en Switch

source: Group into Filter
fr: Goupe en Filtre

source: MetaData
fr: Métadonnée

source: Past keyframes unlocked
fr: Image clés précédentes déverrouillées

source: Past keyframes locked
fr: Image clés précédentes verrouillées

source: Future keyframes unlocked
fr: Image clés suivantes déverrouillées

source: Future keyframes locked
fr: Image clés suivantes verrouillées

source: Animate Mode Off
fr: Mode Animation Désactivé

source: Animate Mode On
fr: Mode Animation Activé

source: Seek to Previous Keyframe
fr: Image-clé Précédente

source: Stop
fr: Arrêter

source: Seek to Next frame
fr: Image Suivante

source: Animate Loop
fr: Animer la Boucle

source: Play Bounds
fr: Limites de lecture

source: Lower Bound
fr: Limite inférieure

source: Upper Bound
fr: Limite supérieure

source: Add Layer to Set
fr: Ajouter le Calque au Lot

source: Remove Layer from Set
fr: Enlever le Calque du Lot

source: Set Layer Description
fr: Décrire le Calque

source: Export Value Node
fr: Exporter le Nœud de Valeur

source: Unexport Value Node
fr: Désexporter le Nœud de Valeur

source: Set Interpolation to Flat
fr: Définir Interpolation Plane

source: Set Interpolation to Interpolate
fr: Définir Interpolation Interpoler

source: Set Interpolation to Peak
fr: Définir Interpolation Pique

source: Set Interpolation to Rounded
fr: Définir Interpolation Arrondie

source: Set Interpolation to Squared
fr: Définir Interpolation Carrée

source: Toggle show grid
fr: Basculer l'affichage de la grille

source: Toggle snap grid
fr: Basculer l'adhérence à la grille

source: Toggle show guide
fr: Basculer l'affichage des guides

source: Toggle snap guide
fr: Basculer l'adhérence aux guides

source: Toggle onion skin
fr: Basculer la pelure d'oignon

source: Toggle background rendering
fr: Alterner le rendu en arrière-plan

source: Increase resolution
fr: Augmenter la résolution

source: Decrease resolution
fr: Diminuer la résolution

source: Preview Options Dialog
fr: Dialogue des Options d'Aperçu

source: Render Options Dialog
fr: Dialogue des Options de Rendu

source: TCB interpolation
fr: Interpolation TCB

source: Ease In/Out interpolation
fr: Interpolation Ease In/Out

source: Const interpolation
fr: Interpolation constante

source: Linear interpolation
fr: Interpolation Linéaire

source: Clamped interpolation
fr: Interpolation Bornée

source: Linked
fr: Lié

source: Unlinked
fr: Non lié

source: CVS Add
fr: Ajout pour CVS (add)

source: CVS Update
fr: Mise à jour CVS (update)

source: CVS Commit
fr: Archivage CVS (commit)

source: CVS Revert
fr: Rétablissement CVS (revert)

source: Do you really want to run plugin for file "%s"?
fr: Voulez-vous vraiment exécuter le plugin pour le fichier "%s"?

source: This operation cannot be undone and all undo history will be cleared.
fr: Cette opération ne peut être annuler et tout l'historique va être purger.

source: Proceed
fr: Traitement

source: The plugin operation has failed.
fr: L'opération du Module a échouée.

source: This can be due to current file being referenced by another composition that is already open, or because of an internal error in Synfig Studio. Try closing any compositions that might reference this file and try again, or restart Synfig Studio.
fr: Cela peut être du à une référence de composition actuellement ouverte ou provoqué par une erreur interne de Synfig Studio. Avant de recommencer, tentez de fermer toutes les compositions pouvant contenir cette référence ou redémarrer Synfig Studio

source: Error: You need to have Python 3 installed.
fr: Erreur: vous devez avoir Python 3 installé.

source: Error: No Python 3 binary found. Hint: You can set SYNFIG_PYTHON_BINARY environment variable pointing at your custom python installation.
fr: Erreur: Programme Python 3 non trouvé.⏎ ⏎ Aide :Vous pouvez utiliser la variable d'environnement SYNFIG_PYTHON_BINARY pour définir une installation python particulière.

source: Current canvas saved, but unable to save data for following layers:
fr: Canevas en cours sauvegardé mais impossible d'enregistrer les données pour les calques suivants:

source: Unable to save to '%s'
fr: Impossible d'enregistrer vers '%s'

source: There is currently a bug when using "SaveAs" on a composition that is being referenced by other files that are currently open. Close these other files first before trying to use "SaveAs".
fr: Il y a actuellement un bogue lors de l'utilisation de "Enregistrer sous" dans une composition référencée par d'autres fichiers actuellement ouverts. Fermez ces fichiers avant de réessayer "Enregistrer sous".

source: Unknown extension
fr: Extension inconnue

source: You have given the file name an extension which I do not recognize. Are you sure this is what you want?
fr: Vous avez nommé votre fichier avec une extension qui n'est pas reconnue. Êtes-vous sûr de vouloir continuer ?

source: Sure
fr: Certain

source: You must first add this composition to the repository
fr: Vous devez d'abord ajouter (add) cette composition au dépôt

source: This will save any changes you have made. Are you sure?
fr: Ceci enregistrera toutes vos modifications. Êtes-vous sûr ?

source: Commit
fr: Archiver

source: The local copy of the file hasn't been changed since the last update. Nothing to commit!
fr: La copie locale du fichier n'a pas changée depuis la dernière mise à jour. Rien à archiver !

source: Log Message:
fr: Message du journal :

source: An error has occurred when trying to COMMIT
fr: Une erreur est survenue durant l'opération "COMMIT"

source: This composition has already been added to the repository
fr: Cette composition a déjà été ajoutée au dépôt

source: An error has occurred when trying to ADD
fr: Une erreur est survenue durant l'opération "ADD"

source: This file is not under version control, so there is nothing to update from!
fr: Ce fichier n'est pas inclus dans la gestion de version (CVS), impossible de le mettre à jour

source: This file is up-to-date
fr: Ce fichier est à jour

source: Update
fr: Mise à jour

source: An error has occurred when trying to UPDATE
fr: Une erreur est survenue durant l'opération "UPDATE" (mise à jour)

source: This file is not under version control, so there is nothing to revert to!
fr: Ce fichier n'est pas inclus dans la gestion de version (CVS), impossible de rétablir l'état antérieur.

source: This will abandon all changes you have made since the last time you performed a commit operation. This cannot be undone! Are you sure you want to do this?
fr: Vous êtes sur le point d'abandonner tous les changements que vous avez fait depuis la dernière fois que vous avez effectuer une opération d'archivage. Cela ne pourras pas être annuler ! Êtes-vous sur de vouloir effectuer cela ?

source: Revert
fr: Retour arrière

source: Unable to remove previous version
fr: Impossible de supprimer la version précédente.

source: The revert operation has failed.
fr: L'opération de retour arrière a échouée

source: This can be due to it being referenced by another composition that is already open, or because of an internal error in Synfig Studio. Try closing any compositions that might reference this composition and try again, or restart Synfig Studio.
fr: Cela peut être du à une référence de composition actuellement ouverte ou provoqué par une erreur interne de Synfig Studio. Avant de recommencer, tentez de fermer toutes les compositions pouvant contenir cette référence ou redémarrer Synfig Studio

source: Revert to saved
fr: Rétablissement de la dernière version sauvegardée.

source: You will lose any changes you have made since your last save.Are you sure?
fr: Vous allez perdre tous les changements effectuer depuis votre dernière sauvegarde. Etes-vous sûr ?

source: The animation is currently playing so the window cannot be closed.
fr: L'animation est en cours de lecture de sorte que la fenêtre ne peut pas être fermé.

source: Thanks!
fr: Merci !

source: Save changes to document "%s" before closing?
fr: Enregistrer les modifications du document "%s" avant de fermer ?

source: If you don't save, changes from the last time you saved will be permanently lost.
fr: Si n'effectuez pas une sauvegarde, les changements depuis la dernière sauvegarde seront perdus définitivement.

source: Close without Saving
fr: Fermer sans Sauvegarder

source: Commit changes of "%s" to the CVS repository?
fr: Envoyer les changements de "%s" dans le dépôt CVS ?

source: If you don't commit, changes not yet on the CVS repository will be permanently lost.
fr: Si vous n'envoyer pas les changements sur le dépôt CVS, ceux-ci vont être définitivement perdus.

source: Close without Committing
fr: Fermeture sans archivage

source: Commit…
fr: Archivage...

source: Export
fr: Exporter

source: Name:
fr: Nom :

source: Add
fr: Addition

source: Convert
fr: Convertir

source: Ease
fr: Adoucir

source: Edit Waypoint
fr: Éditer le Point de Passage

source: Set width to zero
fr: Appliquer Largeur à zéro

source: Set width to default
fr: Appliquer Largeur par défaut

source: Apply
fr: Appliquer

source: Set Waypoints
fr: Définir les Points de Passage

source: Unable to convert to animated waypoint
fr: Impossible de convertir en point de passage animé

source: Unable to find WaypointSetSmart action
fr: Impossible de trouver l'action Point de Passage Intelligent

source: Unable to set a specific waypoint
fr: Impossible de fixer un point de passage spécifique

source: Edit Waypoints
fr: Éditer les Points de Passage

source: Edit image in external tool...
fr: Editer l'image avec un outil externe...

source: Open file
fr: Ouvrir fichier

source: Convert to Vector
fr: Convertir en vectoriel

source: Convert to Vector menu
fr: Menu Convertir en vectoriel

source: Synfig Animation
fr: Animation Synfig

source: synfig studio is already running
fr: Synfig Studio est déjà lancé

source: the existing process will be used
fr: le processus existant va être utilisé

source: synfig studio -- starting up application...
fr: Synfig Studio -- démarrage de l'application...

source: Create a new document
fr: Créer un nouveau document

source: Open an existing document
fr: Ouvrir un document existant

source: Show Menubar
fr: Afficher Barre de Menu

source: Edit workspaces...
fr: Editer les Espaces de Travail...

source: Tutorials
fr: Tutoriels

source: /Category:Tutorials
fr: /Category:Tutorials/fr

source: Reference
fr: Référence

source: /Category:Reference
fr: /Category:Reference/fr

source: Frequently Asked Questions
fr: FAQ (Questions fréquentes)

source: Get Support
fr: Support

source: About Synfig Studio
fr: À propos de Synfig Studio

source: One Moment, Please...
fr: Un moment, s'il vous plaît

source: Working...
fr: Travail en cours....

source: Prev frame
fr: image précédent

source: Next frame
fr: Image suivante

source: Loop
fr: Boucler

source: Halt render
fr: Interrompre Rendu

source: Re-preview
fr: Re-prévisualiser

source: Erase all rendered frame(s)
fr: Effacer toutes les images générées

source: Fit
fr: Ajuster

source: Gamma correction
fr: Correction Gamma

source: Image Size Ratio:
fr: Rapport de Taille d'Image:

source: _Pixel Aspect
fr: Aspect des _Pixels

source: Pi_xel Width
fr: Largeur de Pi_xel

source: Pix_el Height
fr: Hauteur de Pix_el

source: Image _Aspect
fr: _Aspect de l'Image

source: Image _Width
fr: _Largeur de l'Image

source: Image _Height
fr: _Hauteur de l'Image

source: Image _Span
fr: _Étendue de l'Image

source: Link width and height
fr: Lier la largeur et la hauteur

source: Unlink width and height
fr: Délier la largeur et la hauteur

source: Link x and y resolution
fr: Lier les résolutions x et y

source: Unlink x and y resolution
fr: Délier les résolutions x et y

source: Image Size
fr: Taille de l'Image

source: <b>Image Size</b>
fr: <b>Taille de l'image</b>

source: _Width
fr: _Largeur

source: _Height
fr: _Hauteur

source: _XRes
fr: Résolution _X

source: _YRes
fr: Résolution _Y

source: _Physical Width
fr: Largeur _Physique

source: Phy_sical Height
fr: Hauteur Phy_sique

source: Image Area
fr: Zone de l'Image

source: <b>Image Area</b>
fr: <b>Zone de l'image</b>

source: _Top Left
fr: _Haut Gauche

source: _Bottom Right
fr: _Bas Droite

source: I_mage Span
fr: _Étendue de l'Image

source: Time Settings
fr: Paramètres Temporels

source: <b>Time Settings</b>
fr: <b>Paramètres Temporels</b>

source: _Frames per second
fr: _Images par seconde

source: _Start Time
fr: _Heure de début

source: _End Time
fr: Heure de _Fin

source: _Duration
fr: _Durée

source: Gamma Correction Settings
fr: Réglages de Correction Gamma

source: <b>Gamma Correction Settings</b>
fr: <b>Réglages de Correction Gamma</b>

source: _Red
fr: _Rouge

source: _Green
fr: _Vert

source: _Blue
fr: _Bleu

source: Locks and Links
fr: Verrous et Liens

source: <b>Locks and Links</b>
fr: <b>Verrous et liens</b>

source: Focus Point
fr: Point de Focal

source: <b>Focus Point</b>
fr: <b>Point de focal</b>

source: _Focus Point
fr: Point de _Focal

source: Render Settings
fr: Paramètres de Rendu

source: Render _current frame only
fr: Uniquement rendu de l'image _courante

source: Extract alpha
fr: Extraire Alpha

source: Auto
fr: Automatique

source: Parameters...
fr: Paramètres...

source: Target
fr: Cible

source: <b>Target</b>
fr: <b>Cible</b>

source: _Filename
fr: Nom de _Fichier

source: _Target
fr: _Cible

source: Settings
fr: Paramètres

source: <b>Settings</b>
fr: <b>Paramètres</b>

source: _Quality
fr: _Qualité

source: _Anti-Aliasing
fr: _Anti-Crénelage

source: You must supply a filename!
fr: Vous devez fournir un nom de fichier !
