Repository: synfig/synfig
Catalog: synfig-studio/po/*.po
Languages: fr

source: The file already exists in "%s". Replacing it will overwrite its contents.
fr: Le fichier existe déjà dans "%s". En le remplaçant vous allez effacer ce qu'il contient.

source: Use Another Name…
fr: Choisir un Autre Nom...

source: Replace
fr: Remplacer

source: Please select a palette file
fr: Veuillez choisir un fichier palette

source: Unable to open file
fr: Impossible d'ouvrir le fichier

source: NewSpline
fr: Nouvelle Spline

source: Spline Creation
fr: Création de Spline

source: Name:
fr: Nom:

source: Layer Type:
fr: Type de Calque :

source: Create a region layer
fr: Créer un calque Région

source: Create an outline layer
fr: Créer un calque Contour

source: Create an advanced outline layer
fr: Créer un calque Contour Avancé

source: Create a plant layer
fr: Créer un calque plante

source: Create a gradient layer
fr: Créer un calque de Dégradé

source: Blend Method:
fr: Mode de Fusion:

source: Blend Method
fr: Mode de Fusion

source: Defines the blend method to be used for splines
fr: Définit le mode de fusion à utiliser pour les splines

source: Opacity:
fr: Opacité:

source: Brush Size:
fr: Taille du Pinceau:

source: Feather:
fr: Adoucissement :

source: Link Origins
fr: Lier les Origines

source: Auto Export
fr: Exporter Automatiquement

source: Spline Tool
fr: Outil Spline

source: Make Spline
fr: Créer une Spline

source: Clear current Spline
fr: Efface la Spline actuelle

source: Information: You need at least two (2) points to create a spline
fr: Information : Il faut au moins deux (2) points pour créer une Spline

source: New Spline
fr: Nouvelle Spline

source: Unable to add value node
fr: Impossible d'ajouter un nœud de valeur

source: Unable to create layer
fr: Impossible de créer le calque

source: Gradient
fr: Dégradé

source: Unable to create Gradient layer
fr: Impossible de créer un calque de Dégradé

source: Plant
fr: Plante

source: Unable to create Plant layer
fr: Impossible de créer un calque de Plante

source: Region
fr: Région

source: Unable to create Region layer
fr: Impossible de créer un calque de Région

source: Outline
fr: Contour

source: Unable to create Outline layer
fr: Impossible de créer un calque de Contour

source: Advanced Outline
fr: Contours Avancés

source: Unable to create Advanced Outline layer
fr: Impossible de créer Calque de Contours Avancés

source: Unloop Spline
fr: Ouvrir la Spline

source: Loop Spline
fr: Boucler la Spline

source: Delete Vertex
fr: Supprimer le Sommet

source: Insert Vertex
fr: Insérer un Sommet

source: Unable to find where to insert vertex, internal error, please report this bug
fr: Impossible de trouver où insérer le sommet, erreur interne, signalez ce bogue s'il vous plaît

source: Unable to remove vertex, internal error, please report this bug
fr: Impossible de supprimer le sommet, erreur interne, signalez ce bogue s'il vous plaît

source: Brush Tool
fr: Outil Pinceau

source: brush image
fr: image au pinceau

source: Circle Creation
fr: Création de Cercle

source: Create a circle layer
fr: Créer un calque Cercle

source: Defines the blend method to be used for circles
fr: Définit le mode de fusion à utiliser pour les cercles

source: Spline Points:
fr: Points de la Spline :

source: Offset:
fr: Décalage

source: Invert
fr: Inverser

source: Falloff:
fr: Atténuation :

source: Falloff
fr: Atténuation

source: Determines the falloff function for the feather
fr: Détermine la fonction d'atténuation utilisée pour l'adoucissement

source: Linear
fr: Linéaire

source: Squared
fr: Carré

source: Square Root
fr: Racine carré

source: Sigmond
fr: Sigmoïde

source: Cosine
fr: Cosinus

source: Spline Origins at Center
fr: Origine de la Spline au Centre

source: Circle Tool
fr: Outil Cercle

source: New Circle
fr: Nouveau Cercle

source: Unable to create Circle layer
fr: Impossible de créer le calque Cercle

source: Fill Last Stroke
fr: Remplissage du Dernier Tracé

source: Drawing
fr: Dessin

source: Defines the blend method to be used for draws
fr: Définit le mode de fusion à utiliser pour les traits

source: Pressure Sensitive
fr: Sensible à la pression

source: Min Width:
fr: Largeur Min:

source: Smoothness
fr: Douceur

source: Width Max Error:
fr: Erreur Largeur Maxi:

source: Round Ends
fr: Extrémités arrondies

source: Auto Loop
fr: Fermeture Automatique

source: Auto Extend
fr: Étendre Automatiquement

source: Auto Link
fr: Lier Automatiquement

source: Draw Tool
fr: Outil Calligraphie

source: Sketch Spline
fr: Spline d'Esquisse

source: Define Region
fr: Définir la Région

source: Extend Spline
fr: Étendre la Spline

source: Unable to set lower boundary for wplist
fr: Impossible de définir la limite inférieure pour wplist

source: Unable to insert item
fr: Impossible d'insérer un élément

source: Unable to set loop for spline
fr: Impossible de boucler la spline

source: Unable to set upper boundary for wplist
fr: Impossible de définir la limite supérieure pour wplist

source: Fill Stroke
fr: Remplir le Tracé

source: No layer here
fr: Pas de calque ici

source: Unable to set layer color
fr: Impossible de définir la couleur du calque

source: Gradient Creation
fr: Création de Dégradé

source: Create a linear gradient
fr: Créer un Dégradé linéaire

source: Create a radial gradient
fr: Créer un Dégradé radial

source: Create a conical gradient
fr: Créer un Dégradé conique

source: Create a spiral gradient
fr: Créer un Gradient spirale

source: Defines the blend method to be used for gradients
fr: Définit le mode de fusion à utiliser pour les dégradés

source: Gradient Tool
fr: Outil Dégradé

source: New Gradient
fr: Nouveau Dégradé

source: Cutout Tool
fr: Outils Papier Découpé

source: Mask
fr: Masque

source: Mirror Tool
fr: Outil Miroir

source: (Shift key toggles axis)
fr: (La touche Maj bascule l'affichage des axes)

source: Transform Tool
fr: Outil de Transformation

source: Ctrl to rotate
fr: Ctrl pour tourner

source: Alt to scale
fr: Alt pour redimensionner

source: Shift to constrain
fr: Shift pour contraindre

source: Polygon Creation
fr: Création de Polygone

source: Create a polygon layer
fr: Créer un calque Polygone

source: Defines the blend method to be used for polygons
fr: Définit le mode de fusion à utiliser pour les polygones

source: Polygon Tool
fr: Outil Polygone

source: Make Polygon
fr: Créer un Polygone

source: Clear current Polygon
fr: Effacer le Polygone courant

source: New Polygon
fr: Nouveau Polygone

source: Unable to create Polygon layer
fr: Impossible de créer un calque Polygone

source: Rectangle Creation
fr: Outil Rectangle

source: Create a rectangle layer
fr: Créer un calque rectangulaire

source: Defines the blend method to be used for rectangles
fr: Définit le mode de fusion à utiliser pour les rectangles

source: Brush size
fr: Taille du Pinceau

source: Rectangle Tool
fr: Outil Rectangle

source: New Rectangle
fr: Nouveau Rectangle

source: Allow Scale
fr: Permettre Redimensionner

source: Rotate Tool
fr: Outils Rotation

source: Move Handle
fr: Déplace la Poignée

source: Rotate Handle
fr: Tourne la Poignée

source: Lock Aspect Ratio
fr: Verrouiller Proportions

source: Scale Tool
fr: Outil Redimensionner

source: Save Sketch
fr: Enregistrer l'esquisse

source: Unable to save sketch
fr: Impossible d'enregistrer le dessin d'esquisse

source: Load Sketch
fr: Charger un Dessin d'esquisse

source: Unable to load sketch
fr: Impossible de charger le dessin d'esquisse

source: Show Sketch
fr: Afficher le Dessin d'esquisse

source: Sketch Tool
fr: Outil Dessin d'esquisse

source: Undo Last Stroke
fr: Annuler le Dernier Tracé d'esquisse

source: Clear Sketch
fr: Effacer le Dessin d'esquisse

source: Save Sketch As...
fr: Enregistrer le Dessin d'esquisse Sous...

source: Open a Sketch
fr: Ouvrir un Dessin d'esquisse

source: SmoothMove Tool
fr: Outil Déplacement Lissé

source: Smooth Move
fr: Déplacement Lissé

source: Star Creation
fr: Outil Étoile

source: Create a star layer
fr: Créer un calque Étoile

source: Defines the blend method to be used for stars
fr: Définit le mode de fusion à utiliser pour les étoiles

source: Star Points:
fr: Pointes de l'étoile :

source: Radius Ratio:
fr: Ratio du Rayon :

source: Regular Polygon
fr: Polygone Régulier

source: Inner Width:
fr: Largeur Interne :

source: Inner Tangent:
fr: Tangente Interne :

source: Outer Width:
fr: Largeur Externe :

source: Outer Tangent:
fr: Tangente Externe :

source: Star Tool
fr: Outil Étoile

source: New Star
fr: Nouvelle Étoile

source: Unable to create Star layer
fr: Impossible de créer le calque Étoile

source: Text Creation
fr: Création de Texte

source: Create a text layer
fr: Créer un calque Texte

source: Defines the blend method to be used for texts
fr: Définit le mode de fusion à utiliser pour les textes

source: Multiline Text
fr: Texte Multi-ligne

source: Size:
fr: Taille :

source: Family:
fr: Famille :

source: Text Tool
fr: Outil Texte

source: New Text
fr: Nouveau Texte

source: Input text
fr: Texte d'entrée

source: Text:
fr: Texte :

source: Relative Growth
fr: Agrandissement Relatif

source: Width Tool
fr: Outil Épaisseur

source: Growth:
fr: Agrandissement :

source: Radius:
fr: Rayon :

source: Sketch Width
fr: Largeur du Dessin

source: Canvas
fr: Canevas

source: [Unnamed]
fr: [Sans nom]

source: ValueBase
fr: Valeur de Base

source: Canvases
fr: Canevas

source: ValueBase Nodes
fr: Nœuds de Valeurs de Base

source: Time
fr: Temps

source: Length
fr: Longueur

source: Unable to find Keyframe in table
fr: Impossible de trouver l'Image Clé dans la table

source: There are no keyframes in this canvas
fr: Il n'y a pas d'image clé dans ce canevas

source: Z Depth
fr: Profondeur Z

source: Activate
fr: Activer

source: Deactivate
fr: Désactiver

source: Reset
fr: Réinitialiser

source: Layer
fr: Calque

source: Set Layer Parameters
fr: Définir les Paramètres du Calque

source: Unable to set all layer parameters.
fr: Impossible de définir tous les paramètres de calque.

source: Icon
fr: Icone

source: Create Group from Ghost
fr: Créer un groupe depuis Ghost

source: Move Layers
fr: Déplacer les Calques

source: Key
fr: Clé

source: Data
fr: Donnée

source: <None>
fr: <Aucun>

source: Other...
fr: Autre...

source: Choose canvas
fr: Sélectionner un canevas

source: Canvas Name:
fr: Nom du Canevas :

source: Choose
fr: Choisir

source: No canvas name was specified
fr: Aucun nom de canevas spécifié

source: (Exception Thrown) Error selecting canvas:
fr: (Exception Thrown) Erreur dans le choix du canevas :

source: Unknown Exception
fr: Exception inconnue

source: RGB
fr: RVB

source: HSV
fr: TSL

source: Red
fr: Rouge

source: Green
fr: Vert

source: Blue
fr: Bleu

source: HTML code
fr: Code HTML

source: Luma
fr: Luminance

source: Hue
fr: Teinte

source: %s:<b>%s</b> <b>Time:</b> %lfs (%if) <small>( Δ %if )</small> <b>Value:</b> %lf <small>( Δ %lf )</small>
fr: %s:<b>%s</b> <b>Temps:</b> %lfs (%if) <small>( Δ %if )</small> <b>Valeur:</b> %lf <small>( Δ %lf )</small>

source: Action Failed.
fr: L'action a Échoué.

source: Change animation curve
fr: Changer la courbe d'animation

source: Outline Color
fr: Couleur de Contour

source: Fill Color
fr: Couleur de Remplissage

source: Swap Fill and Outline Colors
fr: Échanger les couleurs de Remplissage et Contour

source: Reset Colors to Black and White
fr: Réinitialiser les Couleurs à Noir et Blanc

source: Brush Preview
fr: Aperçu du Pinceau

source: Increase brush size
fr: Augmenter la taille du pinceau

source: Decrease brush size
fr: Réduire la taille du pinceau

source: Brush Size
fr: Taille du Pinceau

source: Default Gradient
fr: Dégradé par Défaut

source: Please choose an audio file
fr: Choisissez un fichier audio

source: Please choose an image file
fr: Choisissez un fichier image

source: Please choose a file
fr: Choisissez un fichier

source: Insert Color Stop
fr: Ajouter un Stop de Couleur

source: Remove Color Stop
fr: Enlever un Stop de Couleur

source: Not possible to ALT-drag the first keyframe
fr: Impossible de faire un ALT-déplacement sur la 1ère image clé

source: Delta set not allowed
fr: Définition du delta impossible

source: Time :
fr: Temps:

source: Old Time :
fr: Ancien Temps:

source: Click and drag keyframes
fr: Cliquer et déplacer les images clés

source: No name
fr: Sans nom

source: Audio file not supported
fr: Fichier Audio non supporté

source: (Non-static value)
fr: (Valeur non-statique)

source: Clamped
fr: Borné

source: Ease In/Out
fr: Adoucir Entrée/Sortie

source: Waypoint
fr: Point de Passage

source: <b>Waypoint</b>
fr: <b>Point de Passage</b>

source: _Value
fr: _Valeur

source: _Time
fr: _Temps

source: _In Interpolation
fr: _Interpolation Entrante

source: _Out Interpolation
fr: Interpolation S_ortante

source: TCB Parameters
fr: Paramètres TCB

source: <b>TCB Parameter</b>
fr: <b>Paramètres TCB</b>

source: _Continuity
fr: _Continuité

source: _Bias
fr: _Biais

source: Te_mporal Tension
fr: Tension Te_mporelle

source: Out:
fr: Sortie :

source: In:
fr: Entrée :

source: Continuity:
fr: Continuité :

source: Bias:
fr: Biais :

source: Temporal Tension:
fr: Tension Temporelle :

source: Bone Recursive Scale Mode
fr: Mode Échelle Récursive d'Ossature

source: Can't save custom workspaces
fr: Impossible d'enregistrer les Espaces de Travail personnalisés

source: ignoring malformed workspace line: %s
fr: ligne d'espace de travail malformée ignorée: %s

source: ignoring duplicated workspace name: %s
fr: nom d'espace de travail dupliqué ignoré: %s

source: _File
fr: _Fichier

source: Open Recent
fr: Récemment Ouverts

source: _Edit
fr: _Édition

source: _View
fr: _Affichage

source: Show/Hide Handles
fr: Montrer/Cacher les Poignées

source: Preview Quality
fr: Qualité de l'Aperçu

source: Low-Res Pixel Size
fr: Taille de Pixel en Basse Résolution

source: _Canvas
fr: _Canevas

source: _Layer
fr: Ca_lque

source: Plug-Ins
fr: Modules Externes

source: _Window
fr: Fe_nêtre

source: Work_space
fr: E_space de travail

source: _Help
fr: _Aide

source: Keyframe
fr: Image Clé

source: Import...
fr: Importer...

source: Import Sequence...
fr: Importer une séquence...

source: Render...
fr: Rendu...

source: Preview...
fr: Aperçu...

source: Close Document
fr: Fermer le Document

source: Select All Handles
fr: Sélectionner Toutes les Poignées

source: Unselect All Handles
fr: Désélectionner Toutes les Poignées

source: Select All Layers
fr: Sélectionner Tous les Calques

source: Unselect All Layers
fr: Désélectionner Tous les Calques

source: Input Devices...
fr: Périphériques d'Entrée...

source: Preferences...
fr: Préférences...

source: Menubar
fr: Barre de menu

source: Toolbar
fr: Barre d'outils

source: Toggle None/Last visible Handles
fr: Permuter aucune/dernières poignées visibles

source: Show Position Handles
fr: Montrer les Poignées de Positions

source: Show Vertex Handles
fr: Montrer les Poignées de Sommets

source: Show Tangent Handles
fr: Montrer les Poignées de Tangentes

source: Show Radius Handles
fr: Montrer les Poignées de Rayons

source: Show Width Handles
fr: Montrer les Poignées de Largeurs

source: Show WidthPoints Position Handles
fr: Afficher les Poignées de Position des Points de Largeurs

source: Show Angle Handles
fr: Montrer les Poignées d'Angles

source: Show Bone Setup Handles
fr: Montrer les Poignées de Configuration de l'Ossature

source: Show Recursive Scale Bone Handles
fr: Montrer les Poignées d'Échelle Récursive de l'Ossature

source: Next Bone Handles
fr: Poignée d'Ossature Suivante

source: Use Parametric Renderer
fr: Rendu Paramétrique

source: Use Quality Level 1
fr: Qualité Niveau 1

source: Use Quality Level 2
fr: Qualité Niveau 2

source: Use Quality Level 3
fr: Qualité Niveau 3

source: Use Quality Level 4
fr: Qualité Niveau 4

source: Use Quality Level 5
fr: Qualité Niveau 5

source: Use Quality Level 6
fr: Qualité Niveau 6

source: Use Quality Level 7
fr: Qualité Niveau 7

source: Use Quality Level 8
fr: Qualité Niveau 8

source: Use Quality Level 9
fr: Qualité Niveau 9

source: Use Quality Level 10
fr: Qualité Niveau 10

source: Set Low-Res pixel size to %d
fr: Définir la taille des pixels Basse Résolution à %d

source: Toggle Grid Show
fr: Basculer l'Affichage de la Grille

source: Toggle Grid Snap
fr: Basculer l'Adhérence de la Grille

source: Toggle Guide Show
fr: Basculer l'Affichage des Guides

source: Toggle Guide Snap
fr: Basculer l'Adhérence aux Guides

source: Toggle Low-Res
fr: Basculer la Basse Résolution

source: Decrease Low-Res Pixel Size
fr: Diminuer la Taille des Pixels Basse Résolution

source: Increase Low-Res Pixel Size
fr: Augmenter la Taille des Pixels Basse Résolution

source: Toggle Background Rendering
fr: Basculer le Mode de Rendu en Arrière-plan

source: Toggle Onion Skin
fr: Basculer la Pelure d'Oignon

source: Seek to Next Keyframe
fr: Image-clé Suivante

source: Seek to previous Keyframe
fr: Image-clé précédente

source: Seek to Next Frame
fr: Image Suivante

source: Seek to Previous Frame
fr: Image Précédente

source: Seek Forward
fr: Avancer

source: Seek Backward
fr: Reculer

source: Seek to Begin
fr: Aller au Début

source: Seek to End
fr: Aller à la Fin

source: Properties...
fr: Propriétés...

source: Increase Layer Amount
fr: Augmenter la Visibilité du Calque

source: Decrease Layer Amount
fr: Diminuer la Visibilité du Calque

source: Compositing
fr: Composition

source: Animating
fr: Animation

source: Save workspace...
fr: Enregistrer l'Espace de Travail...

source: Preview Dialog
fr: Dialogue d'Aperçu

source: Synfig version mismatched!
fr: La version de Synfig ne correspond pas!

source: This copy of Synfig Studio was compiled against a different version of libsynfig than what is currently installed. Synfig Studio will now abort. Try downloading the latest version from the Synfig website at https://www.synfig.org/download-development/
fr: Cette copie de Synfig Studio à été compilée avec une version de libsynfig différente de celle actuellement installée. Synfig Studio va s'arrêter. Essayez de télécharger la dernière version depuis le site web de Synfig: https://www.synfig.org/download-development/

source: Failed to initialize synfig!
fr: Échec de l'initialisation de Synfig !

source: Loading Basic Settings...
fr: Chargement de la Configuration Basique...

source: Loading Plugins...
fr: Chargement des Modules...

source: Init UI Manager...
fr: Initialisation du Gestionnaire d'Interface..

source: Init Dock Manager...
fr: Initialisation du Gestionnaire d'Onglet..

source: Init State Manager...
fr: Initialisation du Gestionnaire d'État...

source: Init Main Window...
fr: Initialisation de la Fenêtre Principale...

source: Init Toolbox...
fr: Initialisation de la Boîte à Outils...

source: Init About Dialog...
fr: Initialisation du Dialogue "à propos"...

source: Init Tool Options...
fr: Initialisation des Options des Outils...

source: Init History...
fr: Initialisation de l'Historique...

source: Init Canvases...
fr: Initialisation des Canevas...

source: Init Keyframes...
fr: Initialisation des Images Clés...

source: Init Layers...
fr: Initialisation des Calques...

source: Init Parameters...
fr: Initialisation des Paramètres...

source: Init MetaData...
fr: Initialisation des Métadonnées...

source: Init Library...
fr: Initialisation de la Bibliothèque...

source: Init Info...
fr: Initialisation du Dialogue d'Info...

source: Init Navigator...
fr: Initialisation du Navigateur...

source: Init Timetrack...
fr: Initialisation de l'Axe de Temps...

source: Init Curve Editor...
fr: Initialisation de l'Éditeur de Courbes...

source: Init Layer Sets...
fr: Initialisation Lots de Calques....

source: Init Color Dialog...
fr: Initialisation du Dialogue de Couleur...

source: Init Gradient Dialog...
fr: Initialisation du Dialogue de Dégradé...

source: Init DeviceTracker...
fr: Initialisation du Traqueur de Périphériques...

source: Init ModPalette...
fr: Initialisation de ModPalette

source: Init Setup Dialog...
fr: Initialisation du Dialogue de Configuration...

source: Init Input Dialog...
fr: Initialisation du Dialogue d'Entrée...

source: Loading Custom Workspace List...
fr: Chargement de la liste des Espaces de Travail personnalisés...

source: Init auto recovery...
fr: Initialisation de l'auto-restauration...

source: Loading Settings...
fr: Chargement de la Configuration...

source: Init Tools...
fr: Initialisation des Outils...

source: Checking auto-recover...
fr: Vérification de l'auto-restauration...

source: Auto recovery file(s) found. Do you want to recover unsaved changes?
fr: Un fichier(s) de sauvegarde automatique à été trouvé. Voulez vous récupérer les modifications qui n'ont pas été enregistrés ?

source: Synfig Studio seems to have crashed before you could save all your files.
fr: Synfig Studio semble avoir planté avant que vous puissiez enregistrer tout vos fichiers.

source: Ignore
fr: Ignorer

source: Recover
fr: Récupérer

source: Unable to fully recover from previous crash
fr: Impossible de récupérer la session en entier

source: Unable to recover from previous crash
fr: Impossible de récupérer la session

source: It would be a good idea to review and save recovered files now.
fr: Avant d'aller plus loin, ça serais une bonne idée que vous jetiez un oeil aux modifications et enregistriez les fichiers récupérés.

source: Synfig Studio has attempted to recover from a previous crash. The files just recovered are NOT YET SAVED.
fr: Synfig Studio a tenté de récupérer depuis un plantage. Les fichiers récupérés ne SONT PAS ENCORE ENREGISTRÉS.

source: Thanks
fr: Merci

source: Loading files...
fr: Chargement des fichiers...

source: Done.
fr: Fini.

source: There is a bug, which can cause computer to hang/freeze when resizing the canvas window.
fr: Il y a un problème qui peut causer un gel de l'ordinateur lors du redimensionnement de la fenêtre canevas.

source: If you got affected by this issue, consider pressing ALT+TAB to unfreeze your system and get it back to the working state. Please accept our apologies for inconvenience, we hope to get this issue resolved in the future versions.
fr: Si vous êtes affectés par cette erreur, veuillez presser ALT+TAB pour débloquer votre système et revenir à l'état précédent. Veuillez accepter nos excuses pour cet inconvénient, nous espérons que cette erreur sera résolu dans de futures versions.

source: Got it
fr: Je l'ai

source: Unknown exception caught when constructing App. This software may be unstable.
fr: Une exception inconnue est survenue lors de l'initialisation de l'application. Ce programme risque d'être instable.

source: Do you want to overwrite this workspace?
fr: Voulez-vous écraser cet espace de travail?

source: Quit Request
fr: Demande d'arrêt

source: Tasks are currently running. Please cancel the current tasks and try again
fr: Des tâches sont actuellement en cours. Veuillez abandonner les tâches actuelles et réessayer

source: Quit Request sent
fr: Demande d'Arrêt envoyée

source: All Files (*.*)
fr: Tout fichiers (*.*)

source: Import
fr: Importer

source: All supported files
fr: Tout fichiers supportés

source: Synfig files (*.sif, *.sifz)
fr: Fichiers Synfig (*.sif, *.sifz)

source: Image sequence files (*.lst)
fr: Fichiers de séquence d'images (*.lst)

source: Any files
fr: Tout fichiers

source: Load
fr: Chargement

source: Palette files (*.spal, *.gpl)
fr: Fichiers de palette (*.spal, *.gpl)

source: Synfig palette files (*.spal)
fr: Fichiers de palette Synfig (*.spal)

source: GIMP palette files (*.gpl)
fr: Fichiers de palette GIMP (*.gpl)

source: Synfig sketch files (*.sketch)
fr: Fichiers d'esquisse Synfig (*.sketch)

source: Images and sequence files (*.png, *.jpg, *.jpeg, *.bmp, *.svg, *.lst)
fr: Fichiers Images et séquence (*.png, *.jpg, *.jpeg, *.bmp, *.svg, *.lst)

source: Images files (*.png, *.jpg, *.jpeg, *.bmp)
fr: Fichiers image (*.png, *.jpg, *.jpeg, *.bmp)

source: Open
fr: Ouvrir
