Repository: synfig/synfig
Catalog: synfig-studio/po/*.po
Languages: fr

source: Nothing to replace.
fr: Rien à remplacer.

source: Action Failure. This is a bug. Please report it.
fr: Échec de l'Action. Ceci est un bogue. Signalez le, s'il vous plaît.

source: This action cannot be undone under these circumstances.
fr: Cette action ne peut être annulée dans ces circonstances.

source: Insert Item (Smart)
fr: Insérer un Élément (Intelligent)

source: Vectorization
fr: Vectorisation

source: Image Layer
fr: Calque Image

source: Vectorization mode
fr: Mode vectorisation

source: Mode for Vectorization
fr: Mode pour la Vectorisation

source: Threshold Value
fr: Valeur seuil

source: Penalty
fr: Pénalité

source: Penalty based on accuracy
fr: Pénalité basée du la précision

source: Despeckling value
fr: Valeur de détachage

source: Despeckling Value for process
fr: Valeur de détachage pour le processus

source: Max thickness
fr: Epaisseur Max

source: Max thickness of outline
fr: Epaisseur maximum du contour

source: Preserve painted area
fr: Préserver la zone peinte

source: To preserve painted area
fr: Préserve la zone peinte

source: Add border
fr: Ajouter bordure

source: Add border in final outlines
fr: Ajoute une bordure dans les contoures finaux

source: Add Waypoint
fr: Ajouter un Point de Passage

source: New Waypoint
fr: Nouveau Point de Passage

source: Waypoint to be added
fr: Point de Passage à ajouter

source: Time where waypoint is to be added
fr: Temps où ajouter le Point de Passage

source: A Waypoint already exists at this point in time (%s)
fr: Un Point de Passage existe déjà à ce temps (%s)

source: This waypoint is already in the ValueNode
fr: Ce Point de Passage est déjà dans le Nœud de Valeur

source: Connect Waypoint
fr: Connecter le Point de Passage

source: Waypoint Time
fr: Temps du Point de Passage

source: Disconnect Waypoint
fr: Déconnecter le Point de Passage

source: Remove Waypoint
fr: Supprimer le Point de Passage

source: ValueNode (Animated)
fr: Nœud de Valeur (Animé)

source: Waypoint to be Removed
fr: Point de Passage à Supprimer

source: UniqueID mismatch, iter=%d, waypoint=%d
fr: ID unique non correspondant, iter=%d, waypoint=%d

source: Time mismatch iter=%s, waypoint=%s
fr: Temps non correspondant, iter=%s, waypoint=%s

source: Unable to create ValueNode_Reference
fr: Impossible de créer une Référence de Nœud de Valeur

source: This animated value node should be empty, but for some reason it isn't. This is a bug. (1)
fr: Ce nœud de valeur animé devrait être vide, mais il ne l'est pas. C'est un bogue. (1)

source: This animated value node should be empty, but for some reason it isn't. This is a bug. (2)
fr: Ce nœud de valeur animé devrait être vide, mais il ne l'est pas. C'est un bogue. (2)

source: A Waypoint already exists at this point in time
fr: Un Point de Passage existe déjà à ce temps

source: Set Waypoint
fr: Définir le Point de Passage

source: Waypoint to be changed
fr: Point de Passage à modifier

source: Unable to find waypoint
fr: Impossible de trouver le point de passage

source: The waypoint to remove no longer exists
fr: Le Point de Passage à enlever n'existe plus

source: Action is not ready.
fr: L'action n'est pas prête

source: Do you want to do action "%s"?
fr: Voulez-vous faire l'action "%s" ?

source: This action cannot be undone.
fr: Cette action ne peut être annuler.

source: Continue
fr: Continuer

source: Failed
fr: Échec

source: Successful
fr: Succès

source: (Undo):
fr: (Annuler) :

source: Failed to undo.
fr: Échec de l'annulation.

source: (Redo):
fr: (Rétablir) :

source: Failed to redo.
fr: Échec du rétablissement

source: State restore failure
fr: Échec de la récupération de l'état

source: Action Not Ready, unable to change mode
fr: Action non prête. Impossible de changer de mode

source: Unable to change mode
fr: Impossible de changer de mode

source: Action Not Ready
fr: Action Non Prête

source: Move Action Not Ready
fr: Action de Déplacement Non Prête

source: Move Action Failed.
fr: L'action de Déplacement a Échoué.

source: Add Layer To
fr: Ajouter un Calque À

source: Empty name!
fr: Nom vide !

source: File name must have an extension!
fr: Le nom de fichier doit posséder une extension !

source: Import Lipsync
fr: Importer Lipsync

source: Unable to create "Switch" layer
fr: Impossible de créer le calque "Switch"

source: Unable to add "Switch" layer
fr: Impossible d'ajouter le calque "Switch"

source: Unable to create "Sound" layer
fr: Impossible de créer le calque "Son"

source: Unable to add "Sound" layer
fr: Impossible d'ajouter le calque "Son"

source: Unable to open container
fr: Impossible d'ouvrir le conteneur

source: Unable to open this composition
fr: Impossible d'ouvrir cette composition

source: Unable to create "Group" layer
fr: Impossible de créer le calque "Groupe"

source: Could not set children lock of imported canvas
fr: Impossible d'activer le verrou enfant du canvas importé

source: Uncaught exception when attempting to open this composition --
fr: Une exception inconnue est survenue lors de la tentative d'ouverture de cette composition --

source: I don't know how to open images of this type --
fr: Je ne sais pas ouvrir les images de ce type --

source: Import sequence
fr: Importer une séquence

source: Cannot create action
fr: Impossible de créer l'action

source: Cannot import file without extension: %s
fr: Impossible d'importer le fichier sans extension: %s

source: Cannot import file of type '%s': %s
fr: Ne peut importer le fichier de type '%s': %s

source: Unable to import file: %s
fr: Impossible d'importer le fichier: %s

source: Nothing imported
fr: Rien n'a été importé

source: Unnamed%08d
fr: Sans Nom%08d

source: The value you are trying to edit is in a composition which doesn't seem to be open. Open that composition and you should be able to edit this value as normal.
fr: Le nœud de valeur que vous essayez de modifier appartient à une composition qui semble ne pas être ouverte. Ouvrez cette composition et vous devriez être capable de modifier cette valeur.

source: Import external canvases
fr: Importer des canevas externes

source: (no/yes)
fr: (non/oui)

source: (yes/no)
fr: (oui/non)

source: error:
fr: erreur :

source: warning:
fr: avertissement :

source: Layer Parameter
fr: Paramètre de Calque

source: Const ValueNode
fr: Nœud de Valeur constant

source: Exported ValueNode
fr: Nœud de Valeur Exporté
